
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>自社ECを取り巻く要素 · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-advanced-emoji/emoji-website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="OrderStatus.html" />
    
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                    自社ECの仕様を学ぼう
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" >
            
                <span>
            
                    
                    要件・仕様編
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter active" data-level="1.2.1" data-path="EC.html">
            
                <a href="EC.html">
            
                    
                    自社ECを取り巻く要素
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.2" data-path="OrderStatus.html">
            
                <a href="OrderStatus.html">
            
                    
                    受注後のステータスフロー
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.3" data-path="Order.html">
            
                <a href="Order.html">
            
                    
                    カート注文(受注するまで)について
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.4" data-path="Payment.html">
            
                <a href="Payment.html">
            
                    
                    支払い方法について
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.5" data-path="Product.html">
            
                <a href="Product.html">
            
                    
                    商品について
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.6" data-path="Customer.html">
            
                <a href="Customer.html">
            
                    
                    顧客情報について
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.7" data-path="Stock.html">
            
                <a href="Stock.html">
            
                    
                    在庫について
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.8" data-path="WMS.html">
            
                <a href="WMS.html">
            
                    
                    倉庫(WMS)連携
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.9" data-path="Federation.html">
            
                <a href="Federation.html">
            
                    
                    基幹システム連携
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.3" >
            
                <span>
            
                    
                    システム編
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.3.1" data-path="SystemLoad.html">
            
                <a href="SystemLoad.html">
            
                    
                    システム負荷対策
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.2" data-path="Seurity.md">
            
                <span>
            
                    
                    システムセキュリティ対策
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.4" >
            
                <span>
            
                    
                    運用編
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.4.1" data-path="Promotion.html">
            
                <a href="Promotion.html">
            
                    
                    売上を伸ばすには
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4.2" data-path="UnauthorizedUse.html">
            
                <a href="UnauthorizedUse.html">
            
                    
                    不正利用と対策
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >自社ECを取り巻く要素</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x81EA;&#x793E;ec&#x3092;&#x53D6;&#x308A;&#x5DFB;&#x304F;&#x8981;&#x7D20;">&#x81EA;&#x793E;EC&#x3092;&#x53D6;&#x308A;&#x5DFB;&#x304F;&#x8981;&#x7D20;</h1>
<p>&#x4E8B;&#x696D;&#x8005;(&#x81EA;&#x793E;EC&#x904B;&#x55B6;&#x8005;)&#x304C;&#x30AA;&#x30F3;&#x30E9;&#x30A4;&#x30F3;&#x3067;&#x8CA9;&#x58F2;&#x3092;&#x884C;&#x3044;&#x3001;&#x9867;&#x5BA2;&#x304C;&#x6C7A;&#x6E08;&#x3057;&#x3001;&#x6307;&#x5B9A;&#x306E;&#x914D;&#x9001;&#x5148;&#x306B;&#x5546;&#x54C1;&#x3092;&#x9001;&#x308B;&#x3001;&#x3082;&#x3057;&#x304F;&#x306F;&#x30B5;&#x30FC;&#x30D3;&#x30B9;&#x3092;&#x63D0;&#x4F9B;&#x3059;&#x308B;&#x4E00;&#x9023;&#x306E;&#x3084;&#x308A;&#x53D6;&#x308A;&#x3092;EC(Electric Commerce)&#x3068;&#x547C;&#x3076;&#x3002;&#x4E0A;&#x8A18;&#x306E;&#x524D;&#x6BB5;&#x968E;(&#x96C6;&#x5BA2;&#x3084;&#x30DE;&#x30FC;&#x30B1;&#x30C6;&#x30A3;&#x30F3;&#x30B0;)&#x3001;&#x6CE8;&#x6587;&#x3092;&#x53D7;&#x3051;&#x4ED8;&#x3051;&#x308B;EC&#x30B5;&#x30A4;&#x30C8;&#x3001;&#x53D7;&#x6CE8;&#x5F8C;&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x306B;&#x5546;&#x54C1;&#x304C;&#x5C4A;&#x304F;&#x307E;&#x3067;&#x306E;&#x6BB5;&#x968E;&#x3082;&#x542B;&#x3081;&#x3066;&#x696D;&#x52D9;&#x7BC4;&#x56F2;&#x306F;&#x65E5;&#x3005;&#x5927;&#x304D;&#x304F;&#x306A;&#x3063;&#x3066;&#x3044;&#x308B;&#x3002;
&#x4E3B;&#x8981;&#x306A;&#x8981;&#x7D20;&#x3068;&#x305D;&#x306E;&#x9023;&#x643A;&#x3092;&#x691C;&#x8A0E;&#x3057;&#x3001;&#x305D;&#x308C;&#x305E;&#x308C;&#x306E;&#x4ED5;&#x69D8;&#x3092;&#x8A70;&#x3081;&#x308B;&#x3053;&#x3068;&#x306B;&#x3088;&#x3063;&#x3066;&#x3001;&#x5B89;&#x5B9A;&#x3057;&#x305F;&#x8CEA;&#x306E;&#x826F;&#x3044;EC&#x30B5;&#x30A4;&#x30C8;&#x3092;&#x4F5C;&#x308B;&#x4E8B;&#x304C;&#x53EF;&#x80FD;&#x3067;&#x3042;&#x308B;&#x3068;&#x3068;&#x3082;&#x306B;&#x5168;&#x4F53;&#x7684;&#x306A;&#x4E8B;&#x696D;&#x6539;&#x5584;&#x3001;&#x696D;&#x52D9;&#x6539;&#x5584;&#x3092;&#x884C;&#x3046;&#x3053;&#x3068;&#x304C;&#x53EF;&#x80FD;&#x3067;&#x3042;&#x308B;&#x3002;</p>
<p><img src="media/ecall.jpg" alt="EC&#x5168;&#x4F53;&#x50CF;"></p>
<h2 id="&#x5C0E;&#x7DDA;">&#x5C0E;&#x7DDA;</h2>
<p>EC&#x30B5;&#x30A4;&#x30C8;&#x3078;&#x306E;&#x5C0E;&#x7DDA;&#x306F;&#x30E1;&#x30FC;&#x30EB;&#x3067;&#x3042;&#x3063;&#x305F;&#x308A;&#x3001;&#x5E83;&#x544A;&#x3067;&#x3042;&#x3063;&#x305F;&#x308A;&#x3001;&#x30B3;&#x30F3;&#x30C6;&#x30F3;&#x30C4;&#x3067;&#x3042;&#x3063;&#x305F;&#x308A;&#x591A;&#x69D8;&#x306B;&#x306A;&#x3063;&#x3066;&#x3044;&#x308B;&#x3002;&#x3053;&#x3053;&#x3067;&#x306F;&#x4E3B;&#x8981;&#x306A;&#x3082;&#x306E;&#x3092;&#x7D39;&#x4ECB;&#x3059;&#x308B;&#x3002;</p>
<h3 id="&#x30DE;&#x30FC;&#x30B1;&#x30C6;&#x30A3;&#x30F3;&#x30B0;&#x30C4;&#x30FC;&#x30EB;">&#x30DE;&#x30FC;&#x30B1;&#x30C6;&#x30A3;&#x30F3;&#x30B0;&#x30C4;&#x30FC;&#x30EB;</h3>
<p>&#x9867;&#x5BA2;&#x3068;&#x30B3;&#x30DF;&#x30E5;&#x30CB;&#x30B1;&#x30FC;&#x30B7;&#x30E7;&#x30F3;&#x3057;&#x3001;EC&#x30B5;&#x30A4;&#x30C8;&#x306B;&#x547C;&#x3076;&#x305F;&#x3081;&#x306E;&#x30C4;&#x30FC;&#x30EB;&#x3092;&#x30DE;&#x30FC;&#x30B1;&#x30C6;&#x30A3;&#x30F3;&#x30B0;&#x30C4;&#x30FC;&#x30EB;&#x3068;&#x7DCF;&#x79F0;&#x3059;&#x308B;&#x3002;
&#x6628;&#x4ECA;&#x3067;&#x306F;&#x3001;&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x3001;&#x304B;&#x3054;&#x843D;&#x3061;&#x30C4;&#x30FC;&#x30EB;(&#x30AB;&#x30FC;&#x30C8;&#x306B;&#x5165;&#x308C;&#x305F;&#x307E;&#x307E;&#x8CFC;&#x5165;&#x3057;&#x306A;&#x304B;&#x3063;&#x305F;&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x306E;&#x30D5;&#x30A9;&#x30ED;&#x30FC;&#x30C4;&#x30FC;&#x30EB;)&#x3001;
&#x30B9;&#x30C6;&#x30C3;&#x30D7;&#x30E1;&#x30FC;&#x30EB;(&#x9867;&#x5BA2;&#x3092;&#x672A;&#x8CFC;&#x5165;&#x8005;&#x3001;&#x521D;&#x56DE;&#x8CFC;&#x5165;&#x8005;&#x3001;&#x5E38;&#x9023;&#x306A;&#x3069;&#x6BB5;&#x968E;&#x5316;&#x3057;&#x3066;&#x30E1;&#x30FC;&#x30EB;&#x3092;&#x9001;&#x308B;)&#x306A;&#x3069;&#x304C;&#x3088;&#x304F;&#x4F7F;&#x308F;&#x308C;&#x3066;&#x3044;&#x308B;&#x3002;
&#x9867;&#x5BA2;&#x30EA;&#x30B9;&#x30C8;&#x3092;&#x6301;&#x3064;CRM&#x3068;&#x9023;&#x643A;&#x3057;&#x3066;&#x3001;&#x6A5F;&#x80FD;&#x3059;&#x308B;&#x3053;&#x3068;&#x304C;&#x591A;&#x3044;&#x3002;</p>
<h3 id="&#x30E1;&#x30FC;&#x30EB;&#x30DE;&#x30AC;&#x30B8;&#x30F3;">&#x30E1;&#x30FC;&#x30EB;&#x30DE;&#x30AC;&#x30B8;&#x30F3;</h3>
<p>&#x30DE;&#x30FC;&#x30B1;&#x30C6;&#x30A3;&#x30F3;&#x30B0;&#x30C4;&#x30FC;&#x30EB;&#x306B;&#x542B;&#x3093;&#x3067;&#x3088;&#x3044;&#x3082;&#x306E;&#x3060;&#x304C;&#x3001;EC&#x30B5;&#x30A4;&#x30C8;&#x3067;&#x306F;&#x30E1;&#x30FC;&#x30EB;&#x30DE;&#x30AC;&#x30B8;&#x30F3;&#x306F;&#x52B9;&#x679C;&#x304C;&#x51FA;&#x3084;&#x3059;&#x304F;&#x3001;&#x3053;&#x3053;&#x3067;&#x306F;&#x5225;&#x9014;&#x5207;&#x308A;&#x51FA;&#x3057;&#x305F;&#x3002;
&#x5B9F;&#x969B;&#x306B;&#x306F;&#x30DE;&#x30FC;&#x30B1;&#x30C6;&#x30A3;&#x30F3;&#x30B0;&#x30C4;&#x30FC;&#x30EB;&#x540C;&#x69D8;&#x306B;CRM(Customer Relationship Management&#x203B;&#x5F8C;&#x8FF0;)&#x3068;&#x9023;&#x643A;&#x3057;&#x3001;&#x5168;&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x306B;&#x4E00;&#x62EC;&#x3067;&#x3042;&#x3063;&#x305F;&#x308A;&#x3001;&#x9867;&#x5BA2;&#x3092;&#x30BB;&#x30B0;&#x30E1;&#x30F3;&#x30C8;&#x5206;&#x3051;(&#x5E74;&#x9F62;&#x3001;&#x7537;&#x5973;&#x3001;&#x5730;&#x57DF;&#x3001;&#x8CFC;&#x5165;&#x56DE;&#x6570;&#x3001;&#x8CFC;&#x5165;&#x30AB;&#x30C6;&#x30B4;&#x30EA;)&#x3057;&#x3066;&#x30EA;&#x30B9;&#x30C8;&#x62BD;&#x51FA;&#x3057;&#x3001;&#x30E1;&#x30FC;&#x30EB;&#x3092;&#x9001;&#x308B;&#x3002;</p>
<h3 id="&#x30B3;&#x30F3;&#x30C6;&#x30F3;&#x30C4;&#x30DE;&#x30FC;&#x30B1;&#x30C6;&#x30A3;&#x30F3;&#x30B0;">&#x30B3;&#x30F3;&#x30C6;&#x30F3;&#x30C4;&#x30DE;&#x30FC;&#x30B1;&#x30C6;&#x30A3;&#x30F3;&#x30B0;</h3>
<p>&#x30AA;&#x30A6;&#x30F3;&#x30C9;&#x30E1;&#x30C7;&#x30A3;&#x30A2;&#x203B;&#x306E;&#x3088;&#x3046;&#x306B;&#x4F01;&#x696D;&#x304C;&#x30D6;&#x30ED;&#x30B0;&#x3084;&#x4F01;&#x696D;&#x30B5;&#x30A4;&#x30C8;&#x3092;&#x901A;&#x3058;&#x3066;&#x9B45;&#x529B;&#x7684;&#x306A;&#x30B3;&#x30F3;&#x30C6;&#x30F3;&#x30C4;&#x3092;&#x767A;&#x4FE1;&#x3057;EC&#x30B5;&#x30A4;&#x30C8;&#x306B;&#x52E7;&#x8A98;&#x3059;&#x308B;&#x5C0E;&#x7DDA;&#x3002;
&#x5B9F;&#x969B;&#x306B;&#x306F;CMS(Content Management System&#x203B;&#x5F8C;&#x8FF0;)&#x3084;&#x30D6;&#x30ED;&#x30B0;&#x30C4;&#x30FC;&#x30EB;&#x306E;&#x3088;&#x3046;&#x306A;&#x3082;&#x306E;&#x3092;&#x7528;&#x3044;&#x3066;&#x3001;&#x60C5;&#x5831;&#x767A;&#x4FE1;&#x3059;&#x308B;&#x3002;&#x60C5;&#x5831;&#x30EA;&#x30C6;&#x30E9;&#x30B7;&#x30FC;&#x306E;&#x4F4E;&#x3044;&#x793E;&#x54E1;&#x3067;&#x3082;&#x60C5;&#x5831;&#x3092;&#x767A;&#x4FE1;&#x3057;&#x3084;&#x3059;&#x304F;&#x3057;&#x305F;&#x308A;&#x3001;&#x53E3;&#x30B3;&#x30DF;&#x3092;&#x96C6;&#x3081;&#x3084;&#x3059;&#x304F;&#x3059;&#x308B;&#x306A;&#x3069;&#x3001;&#x529B;&#x91CF;&#x6B21;&#x7B2C;&#x3067;&#x3044;&#x304B;&#x3088;&#x3046;&#x306B;&#x3082;&#x4F38;&#x3070;&#x3059;&#x3053;&#x3068;&#x304C;&#x51FA;&#x6765;&#x308B;&#x3002;</p>
<h3 id="seo">SEO</h3>
<p>&#x691C;&#x7D22;&#x7D50;&#x679C;&#x306E;&#x4E0A;&#x4F4D;&#x306B;&#x3044;&#x308B;&#x3053;&#x3068;&#x306F;&#x5F37;&#x3044;EC&#x30B5;&#x30A4;&#x30C8;&#x3092;&#x904B;&#x55B6;&#x3059;&#x308B;&#x305F;&#x3081;&#x306B;&#x5FC5;&#x8981;&#x4E0D;&#x53EF;&#x6B20;&#x3067;&#x3042;&#x308B;&#x3002;
Google&#x306B;&#x30A4;&#x30F3;&#x30C7;&#x30C3;&#x30AF;&#x30B9;&#x3055;&#x308C;&#x3084;&#x3059;&#x304F;&#x3059;&#x308B;&#x6280;&#x8853;&#x7684;&#x306A;&#x3053;&#x3068;(&#x30BF;&#x30B0;&#x306E;&#x4F5C;&#x6CD5;&#x3001;&#x6B63;&#x3057;&#x3044;&#x69CB;&#x9020;&#x5316;)&#x3068;&#x3001;&#x7AF6;&#x5408;&#x4ED6;&#x793E;&#x306B;&#x52DD;&#x3064;&#x305F;&#x3081;&#x306B;&#x3001;&#x3069;&#x306E;&#x30AD;&#x30FC;&#x30EF;&#x30FC;&#x30C9;&#x3092;&#x5F37;&#x5316;&#x3059;&#x308B;&#x304B;&#x3001;&#x305D;&#x306E;&#x70BA;&#x306E;&#x30B3;&#x30F3;&#x30C6;&#x30F3;&#x30C4;&#x62E1;&#x5145;&#x306A;&#x3069;&#x306E;&#x5BFE;&#x7B56;&#x304C;&#x5FC5;&#x8981;&#x3068;&#x306A;&#x308B;&#x3002;Google&#x306E;&#x30B5;&#x30FC;&#x30C1;&#x30B3;&#x30F3;&#x30BD;&#x30FC;&#x30EB;&#x3060;&#x3063;&#x305F;&#x308A;&#x3001;&#x30A2;&#x30CA;&#x30EA;&#x30C6;&#x30A3;&#x30AF;&#x30B9;&#x306B;&#x95A2;&#x3059;&#x308B;&#x77E5;&#x898B;&#x304C;&#x6C42;&#x3081;&#x3089;&#x308C;&#x308B;&#x3002;</p>
<h3 id="sns">SNS</h3>
<p>Twitter,Facebook,Instagram,LINE&#x306A;&#x3069;&#x306E;SNS&#x30C4;&#x30FC;&#x30EB;&#x304B;&#x3089;&#x81EA;&#x793E;EC&#x3078;&#x306E;&#x5C0E;&#x7DDA;&#x3092;&#x78BA;&#x7ACB;&#x3057;&#x3066;&#x3044;&#x308B;&#x4F01;&#x696D;&#x306F;&#x3001;&#x56FA;&#x5B9A;&#x7684;&#x306A;&#x30D5;&#x30A1;&#x30F3;&#x304C;&#x3064;&#x3044;&#x3066;&#x3044;&#x308B;&#x3068;&#x3044;&#x3046;&#x610F;&#x5473;&#x5408;&#x3044;&#x3067;&#x3082;&#x5F37;&#x3044;&#x3002;SNS&#x306F;&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x5C64;&#x3084;&#x5546;&#x54C1;&#x306E;&#x7279;&#x6027;&#x306B;&#x5FDC;&#x3058;&#x3066;&#x4F7F;&#x3044;&#x5206;&#x3051;&#x308B;&#x5F62;&#x3068;&#x306A;&#x308B;&#x3002;&#x88FD;&#x54C1;&#x306E;&#x30D5;&#x30A1;&#x30F3;&#x306B;&#x306A;&#x3063;&#x3066;&#x3082;&#x3089;&#x3044;&#x7D99;&#x7D9A;&#x7684;&#x306A;&#x53CC;&#x65B9;&#x5411;&#x30B3;&#x30DF;&#x30E5;&#x30CB;&#x30B1;&#x30FC;&#x30B7;&#x30E7;&#x30F3;&#x3092;&#x3068;&#x308B;&#x306B;&#x306F;Facebook&#x304C;&#x9069;&#x3057;&#x3066;&#x3044;&#x308B;&#x3002;&#x533F;&#x540D;&#x7684;&#x306A;&#x55DC;&#x597D;&#x3092;&#x6C42;&#x3081;&#x308B;&#x5834;&#x5408;&#x306F;&#x3001;Twitter&#x304C;&#x52B9;&#x679C;&#x7684;&#x3060;&#x3063;&#x305F;&#x308A;&#x3001;&#x82E5;&#x3044;&#x5973;&#x6027;&#x5411;&#x3051;&#x3068;&#x306A;&#x308B;&#x3068;Instagram&#x306A;&#x3069;&#x5199;&#x771F;&#x306B;&#x7279;&#x5316;&#x3057;&#x305F;SNS&#x304C;&#x9069;&#x3057;&#x3066;&#x3044;&#x308B;&#x3002;&#x82E5;&#x3044;&#x5973;&#x6027;&#x306B;&#x3068;&#x3063;&#x3066;&#x306F;&#x30D5;&#x30A1;&#x30C3;&#x30B7;&#x30E7;&#x30F3;&#x8A8C;&#x4EE3;&#x308F;&#x308A;&#x306B;Instagram&#x3092;&#x6D3B;&#x7528;&#x3057;&#x3066;&#x3044;&#x308B;&#x306A;&#x3069;&#x3001;&#x6642;&#x4EE3;&#x3068;&#x3068;&#x3082;&#x306B;&#x4F7F;&#x3044;&#x65B9;&#x304C;&#x5909;&#x308F;&#x3063;&#x3066;&#x3044;&#x304F;&#x50BE;&#x5411;&#x304C;&#x3042;&#x308B;&#x3002;</p>
<h3 id="&#x5E83;&#x544A;">&#x5E83;&#x544A;</h3>
<p>Google&#x306E;&#x691C;&#x7D22;&#x7D50;&#x679C;&#x306B;&#x8868;&#x793A;&#x3055;&#x308C;&#x308B;&#x30C6;&#x30AD;&#x30B9;&#x30C8;&#x5E83;&#x544A;&#x3084;Google&#x30B7;&#x30E7;&#x30C3;&#x30D4;&#x30F3;&#x30B0;&#x306A;&#x3069;&#x3001;&#x5F37;&#x5316;&#x3059;&#x308B;&#x30AD;&#x30FC;&#x30EF;&#x30FC;&#x30C9;&#x3092;&#x6C7A;&#x3081;&#x3066;&#x52B9;&#x679C;&#x7684;&#x306B;PDCA&#x3092;&#x56DE;&#x3057;&#x306A;&#x304C;&#x3089;&#x904B;&#x7528;&#x3057;&#x3066;&#x3044;&#x304F;&#x3053;&#x3068;&#x304C;&#x6C42;&#x3081;&#x3089;&#x308C;&#x308B;&#x3002;&#x7279;&#x306B;&#x99C6;&#x3051;&#x51FA;&#x3057;&#x306E;EC&#x30B5;&#x30A4;&#x30C8;&#x306F;&#x8A8D;&#x77E5;&#x5EA6;&#x306B;&#x52A3;&#x308B;&#x305F;&#x3081;&#x65E9;&#x3044;&#x6BB5;&#x968E;&#x304B;&#x3089;&#x5C11;&#x984D;&#x3067;&#x3082;&#x59CB;&#x3081;&#x308B;&#x3053;&#x3068;&#x304C;&#x671B;&#x307E;&#x3057;&#x3044;&#x3002;
&#x307E;&#x305F;&#x3001;Criteo&#x306E;&#x3088;&#x3046;&#x306A;DSP(Demand Side Platform&#xFF1D;&#x5E83;&#x544A;&#x67A0;&#x3092;&#x63D0;&#x4F9B;&#x3059;&#x308B;&#x30D7;&#x30E9;&#x30C3;&#x30C8;&#x30D5;&#x30A9;&#x30FC;&#x30E0;)&#x3092;&#x4F7F;&#x3063;&#x3066;&#x3001;Yahoo&#x306E;&#x30C8;&#x30C3;&#x30D7;&#x306B;&#x30EA;&#x30BF;&#x30FC;&#x30B2;&#x30C6;&#x30A3;&#x30F3;&#x30B0;&#x5E83;&#x544A;&#x3092;&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x306E;&#x95B2;&#x89A7;&#x5C65;&#x6B74;&#x3001;&#x8DA3;&#x5411;&#x5225;&#x306B;&#x51FA;&#x3059;&#x3053;&#x3068;&#x3082;&#x53EF;&#x80FD;&#x306B;&#x306A;&#x3063;&#x3066;&#x304A;&#x308A;&#x3001;&#x500B;&#x4EBA;&#x5225;&#x306B;&#x6700;&#x9069;&#x5316;&#x3055;&#x308C;&#x305F;&#x5E83;&#x544A;&#x3068;&#x3044;&#x3046;&#x3082;&#x306E;&#x304C;&#x4F38;&#x3073;&#x3066;&#x3044;&#x304F;&#x50BE;&#x5411;&#x306B;&#x3042;&#x308B;&#x3002;</p>
<h2 id="ec&#x30B5;&#x30A4;&#x30C8;">EC&#x30B5;&#x30A4;&#x30C8;</h2>
<p>&#x5B9F;&#x969B;&#x306B;&#x5546;&#x54C1;&#x3092;&#x58F2;&#x308B;&#x306E;&#x306F;EC&#x30B5;&#x30A4;&#x30C8;&#x3068;&#x306A;&#x308B;&#x304C;&#x3001;&#x3044;&#x304F;&#x3064;&#x304B;&#x306E;&#x4E3B;&#x8981;&#x306A;&#x69CB;&#x6210;&#x8981;&#x7D20;&#x304C;&#x3042;&#x308B;&#x306E;&#x3067;&#x8AAC;&#x660E;&#x3059;&#x308B;&#x3002;</p>
<h3 id="&#x30EC;&#x30B3;&#x30E1;&#x30F3;&#x30C9;">&#x30EC;&#x30B3;&#x30E1;&#x30F3;&#x30C9;</h3>
<p>&#x5546;&#x54C1;&#x70B9;&#x6570;&#x304C;&#x591A;&#x304B;&#x3063;&#x305F;&#x308A;&#x3001;&#x95A2;&#x9023;&#x5546;&#x54C1;&#x306E;&#x63D0;&#x793A;&#x3084;&#x3001;&#x3042;&#x308F;&#x305B;&#x8CB7;&#x3044;&#x3092;&#x4FC3;&#x9032;&#x3057;&#x305F;&#x3044;&#x5834;&#x5408;&#x3001;&#x30EC;&#x30B3;&#x30E1;&#x30F3;&#x30C9;&#x6A5F;&#x80FD;&#x3092;&#x5229;&#x7528;&#x3059;&#x308B;&#x3002;
&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x306E;&#x95B2;&#x89A7;&#x5C65;&#x6B74;&#x3084;&#x8CFC;&#x5165;&#x5C65;&#x6B74;&#x3068;&#x9023;&#x643A;&#x3057;&#x3066;&#x52D5;&#x7684;&#x306B;&#x30EC;&#x30B3;&#x30E1;&#x30F3;&#x30C9;&#x3059;&#x308B;&#x3088;&#x3046;&#x306A;&#x30B1;&#x30FC;&#x30B9;&#x306F;&#x3001;&#x30C4;&#x30FC;&#x30EB;&#x3082;&#x3057;&#x304F;&#x306F;AI&#x7684;&#x306A;&#x30B5;&#x30FC;&#x30D3;&#x30B9;&#x306E;&#x5C0E;&#x5165;&#x3092;&#x691C;&#x8A0E;&#x3059;&#x308B;&#x3053;&#x3068;&#x304C;&#x591A;&#x3044;&#x3002;&#x3042;&#x308B;&#x5546;&#x54C1;&#x3092;&#x8CFC;&#x5165;&#x3059;&#x308B;&#x969B;&#x306B;&#x95A2;&#x9023;&#x3057;&#x3066;&#x8CB7;&#x3046;&#x3082;&#x306E;&#x304C;&#x6982;&#x306D;&#x6C7A;&#x307E;&#x3063;&#x3066;&#x3044;&#x308B;&#x5834;&#x5408;&#x306F;&#x3001;&#x904B;&#x55B6;&#x5074;&#x3067;&#x95A2;&#x9023;&#x5546;&#x54C1;&#x3068;&#x3057;&#x3066;&#x9759;&#x7684;&#x306B;EC&#x30B5;&#x30A4;&#x30C8;&#x3067;&#x8A2D;&#x5B9A;&#x3059;&#x308B;&#x3053;&#x3068;&#x304C;&#x591A;&#x3044;&#x3002;</p>
<h3 id="&#x691C;&#x7D22;">&#x691C;&#x7D22;</h3>
<p>&#x5546;&#x54C1;&#x70B9;&#x6570;&#x304C;&#x6570;&#x5343;&#x70B9;&#x3001;&#x6570;&#x4E07;&#x70B9;&#x306A;&#x3069;&#x591A;&#x3044;&#x5834;&#x5408;&#x3001;&#x691C;&#x7D22;&#x6A5F;&#x80FD;&#x306E;&#x826F;&#x3057;&#x3042;&#x3057;&#x3067;&#x30B5;&#x30A4;&#x30C8;&#x306E;&#x4F7F;&#x3044;&#x52DD;&#x624B;&#x304C;&#x6C7A;&#x307E;&#x308B;&#x3002;&#x691C;&#x7D22;&#x3092;&#x5F37;&#x5316;&#x3059;&#x308B;&#x305F;&#x3081;&#x306B;&#x306F;&#x3001;&#x691C;&#x7D22;&#x5C02;&#x7528;&#x306E;&#x30B5;&#x30FC;&#x30D3;&#x30B9;&#x3092;&#x5225;&#x9014;&#x5C0E;&#x5165;&#x3059;&#x308B;&#x3053;&#x3068;&#x304C;&#x591A;&#x3044;&#x3002;&#x8A71;&#x984C;&#x3068;&#x306A;&#x308B;&#x6A5F;&#x80FD;&#x306E;&#x4E00;&#x3064;&#x306B;&#x30D5;&#x30A1;&#x30BB;&#x30C3;&#x30C8;&#x304C;&#x3042;&#x308A;&#x3001;&#x30AB;&#x30C6;&#x30B4;&#x30EA;&#x5225;&#x306B;&#x5207;&#x308A;&#x53E3;&#x3068;&#x305D;&#x306E;&#x4EF6;&#x6570;&#x304C;&#x8868;&#x793A;&#x3055;&#x308C;&#x30C9;&#x30EA;&#x30EB;&#x30C0;&#x30A6;&#x30F3;&#x3057;&#x3066;&#x3044;&#x304F;&#x3053;&#x3068;&#x304C;&#x51FA;&#x6765;&#x305F;&#x308A;&#x3001;&#x30EC;&#x30D3;&#x30E5;&#x30FC;&#x30B9;&#x30B3;&#x30A2;&#x5225;&#x306E;&#x5207;&#x308A;&#x53E3;&#x3067;&#x30B0;&#x30EB;&#x30FC;&#x30D4;&#x30F3;&#x30B0;&#x3057;&#x305F;&#x308A;&#x3001;&#x4FA1;&#x683C;&#x5E2F;&#x3067;&#x30B0;&#x30EB;&#x30FC;&#x30D4;&#x30F3;&#x30B0;&#x3057;&#x305F;&#x308A;&#x306A;&#x3069;&#x4F7F;&#x3044;&#x52DD;&#x624B;&#x3092;&#x9AD8;&#x3081;&#x308B;&#x3053;&#x3068;&#x304C;&#x53EF;&#x80FD;&#x3067;&#x3042;&#x308B;&#x3002;&#x305D;&#x306E;&#x4ED6;&#x3060;&#x3068;&#x5165;&#x529B;&#x30AD;&#x30FC;&#x30EF;&#x30FC;&#x30C9;&#x3068;&#x306E;&#x30DE;&#x30C3;&#x30C1;&#x304C;&#x3042;&#x308B;&#x304C;&#x3001;&#x81EA;&#x793E;&#x88FD;&#x54C1;&#x306E;&#x7279;&#x9577;&#x306B;&#x5408;&#x308F;&#x305B;&#x305F;&#x8F9E;&#x66F8;&#x304C;&#x5FC5;&#x8981;&#x3067;&#x3042;&#x3063;&#x305F;&#x308A;&#x3001;&#x30BF;&#x30A4;&#x30D7;&#x30DF;&#x30B9;&#x3057;&#x305F;&#x8A00;&#x8449;&#x3092;&#x3069;&#x3053;&#x307E;&#x3067;&#x30D5;&#x30A9;&#x30ED;&#x30FC;&#x3067;&#x304D;&#x308B;&#x304B;&#x306A;&#x3069;&#x3001;&#x7A81;&#x304D;&#x8A70;&#x3081;&#x3066;&#x3044;&#x304F;&#x3068;&#x5FC5;&#x8981;&#x306A;&#x6A5F;&#x80FD;&#x306F;&#x5C3D;&#x304D;&#x306A;&#x3044;&#x3002;
&#x30C4;&#x30FC;&#x30EB;&#x306B;&#x983C;&#x3089;&#x306A;&#x3044;&#x3084;&#x308A;&#x65B9;&#x3060;&#x3068;&#x3001;&#x5546;&#x54C1;&#x306B;&#x4ED8;&#x968F;&#x3057;&#x3066;&#x30DE;&#x30C3;&#x30C1;&#x3055;&#x305B;&#x308B;&#x691C;&#x7D22;&#x30AD;&#x30FC;&#x30EF;&#x30FC;&#x30C9;&#x3092;&#x5730;&#x9053;&#x306B;&#x5145;&#x5B9F;&#x3055;&#x305B;&#x3066;&#x3044;&#x304F;&#x3053;&#x3068;&#x3082;&#x91CD;&#x8981;&#x3067;&#x3042;&#x308B;&#x3002;</p>
<h3 id="&#x6C7A;&#x6E08;">&#x6C7A;&#x6E08;</h3>
<p>&#x30AF;&#x30EC;&#x30B8;&#x30C3;&#x30C8;&#x30AB;&#x30FC;&#x30C9;&#x3001;&#x9280;&#x884C;&#x632F;&#x8FBC;&#x3001;&#x5F8C;&#x6255;&#x3044;&#x3001;&#x643A;&#x5E2F;&#x96FB;&#x8A71;&#x30AD;&#x30E3;&#x30EA;&#x30A2;&#x6C7A;&#x6E08;&#x3001;Amazon&#x30DA;&#x30A4;&#x3001;&#x697D;&#x5929;&#x30DA;&#x30A4;&#x3001;LINE&#x30DA;&#x30A4;&#x3001;Apple&#x30DA;&#x30A4;&#x3001;PayPal&#x3001;&#x30DA;&#x30A4;&#x30B8;&#x30FC;&#x3001;&#x30D3;&#x30C3;&#x30C8;&#x30B3;&#x30A4;&#x30F3;&#x306A;&#x3069;&#x652F;&#x6255;&#x3044;&#x65B9;&#x6CD5;&#x306E;&#x591A;&#x69D8;&#x5316;&#x304C;&#x9032;&#x3093;&#x3067;&#x3044;&#x308B;&#x3002;&#x5165;&#x91D1;&#x65B9;&#x6CD5;&#x304C;&#x5897;&#x3048;&#x308B;&#x306E;&#x306F;&#x4FBF;&#x5229;&#x306A;&#x53CD;&#x9762;&#x3001;&#x78BA;&#x8A8D;&#x65B9;&#x6CD5;&#x306F;&#x591A;&#x69D8;&#x5316;&#x3059;&#x308B;&#x306E;&#x3067;&#x3001;&#x30D0;&#x30C3;&#x30AF;&#x30AA;&#x30D5;&#x30A3;&#x30B9;&#x3067;&#x50CD;&#x304F;&#x30E1;&#x30F3;&#x30D0;&#x30FC;&#x306E;&#x884C;&#x52B9;&#x7387;&#x306A;&#x3069;&#x3082;&#x8E0F;&#x307E;&#x3048;&#x3066;&#x9078;&#x629E;&#x3057;&#x3066;&#x3044;&#x304F;&#x3053;&#x3068;&#x306B;&#x306A;&#x308B;&#x3002;</p>
<h3 id="&#x81EA;&#x793E;ec">&#x81EA;&#x793E;EC</h3>
<p>&#x81EA;&#x793E;EC&#x30B5;&#x30A4;&#x30C8;&#x3002;&#x30AA;&#x30FC;&#x30D7;&#x30F3;&#x30BD;&#x30FC;&#x30B9;&#x3067;&#x306E;&#x69CB;&#x7BC9;&#x3001;&#x30D1;&#x30C3;&#x30B1;&#x30FC;&#x30B8;&#x3092;&#x8CFC;&#x5165;&#x3057;&#x3066;&#x306E;&#x69CB;&#x7BC9;&#x3001;&#x30AF;&#x30E9;&#x30A6;&#x30C9;&#x30B5;&#x30FC;&#x30D3;&#x30B9;&#x3092;&#x5229;&#x7528;&#x3057;&#x3066;&#x306E;&#x69CB;&#x7BC9;&#x3001;&#x5B8C;&#x5168;&#x30B9;&#x30AF;&#x30E9;&#x30C3;&#x30C1;&#x306A;&#x3069;&#x306E;&#x624B;&#x6CD5;&#x304C;&#x3042;&#x308B;&#x304C;&#x3001;&#x305D;&#x308C;&#x305E;&#x308C;&#x5F97;&#x624B;&#x4E0D;&#x5F97;&#x624B;&#x304C;&#x3042;&#x308B;&#x306E;&#x3067;&#x81EA;&#x793E;&#x306B;&#x5408;&#x3063;&#x305F;&#x65B9;&#x6CD5;&#x3092;&#x9078;&#x629E;&#x3059;&#x308B;&#x3088;&#x3046;&#x306B;&#x5FC3;&#x304C;&#x3051;&#x305F;&#x3044;&#x3002;</p>
<h3 id="&#x30E2;&#x30FC;&#x30EB;">&#x30E2;&#x30FC;&#x30EB;</h3>
<p>&#x697D;&#x5929;&#x3001;Amazon&#x3001;Yahoo&#x4ED6;&#x3001;&#x30E2;&#x30FC;&#x30EB;&#x306B;&#x5546;&#x54C1;&#x3092;&#x4F9B;&#x7D66;&#x3059;&#x308B;&#x3053;&#x3068;&#x306F;&#x8CA9;&#x8DEF;&#x306E;&#x62E1;&#x5927;&#x3068;&#x3057;&#x3066;&#x52B9;&#x679C;&#x304C;&#x5927;&#x304D;&#x3044;&#x3002;&#x4E00;&#x65B9;&#x3001;&#x81EA;&#x793E;&#x30B5;&#x30A4;&#x30C8;&#x3092;&#x542B;&#x3081;&#x3066;&#x3069;&#x3053;&#x3067;&#x58F2;&#x308C;&#x3088;&#x3046;&#x3068;&#x5728;&#x5EAB;&#x306E;&#x7BA1;&#x7406;&#x3001;&#x6CE8;&#x6587;&#xFF5E;&#x51FA;&#x8377;&#x307E;&#x3067;&#x306E;&#x696D;&#x52D9;&#x3092;&#x7D71;&#x5408;&#x3059;&#x308B;&#x5FC5;&#x8981;&#x304C;&#x51FA;&#x3066;&#x304F;&#x308B;&#x3002;&#x5F8C;&#x8FF0;&#x3059;&#x308B;BackOffice&#x3084;WMS&#x3067;&#x307E;&#x3068;&#x3081;&#x3066;&#x5BFE;&#x5FDC;&#x3059;&#x308B;&#x4E8B;&#x304C;&#x4E00;&#x822C;&#x7684;&#x3068;&#x306A;&#x308B;&#x3002;</p>
<h2 id="ec&#x696D;&#x52D9;">EC&#x696D;&#x52D9;</h2>
<h3 id="&#x30B3;&#x30FC;&#x30EB;&#x30BB;&#x30F3;&#x30BF;&#x30FC;">&#x30B3;&#x30FC;&#x30EB;&#x30BB;&#x30F3;&#x30BF;&#x30FC;</h3>
<p>IVR(Interactive Voice Response System&#x203B;)&#x3092;&#x4F7F;&#x3063;&#x3066;&#x3001;&#x96FB;&#x8A71;&#x756A;&#x53F7;&#x3092;&#x3082;&#x3068;&#x306B;&#x9867;&#x5BA2;&#x60C5;&#x5831;&#x3092;&#x5F15;&#x304D;&#x51FA;&#x3059;&#x3088;&#x3046;&#x306A;&#x9023;&#x643A;&#x3092;&#x3059;&#x308B;&#x5834;&#x5408;&#x304C;&#x3042;&#x308B;&#x3002;
&#x9867;&#x5BA2;&#x306E;&#x554F;&#x3044;&#x5408;&#x308F;&#x305B;&#x3092;&#x53D7;&#x3051;&#x308B;&#x306B;&#x306F;&#x3001;&#x9867;&#x5BA2;&#x306E;&#x60C5;&#x5831;(&#x500B;&#x4EBA;&#x60C5;&#x5831;&#x3001;&#x6CE8;&#x6587;&#x5C65;&#x6B74;&#x3001;&#x554F;&#x3044;&#x5408;&#x308F;&#x305B;&#x5C65;&#x6B74;&#x3001;FAQ&#x3001;&#x57FA;&#x5E79;&#x30B7;&#x30B9;&#x30C6;&#x30E0;&#x306E;&#x60C5;&#x5831;&#x3001;&#x9867;&#x5BA2;&#x306B;&#x4EE3;&#x308F;&#x3063;&#x3066;EC&#x6CE8;&#x6587;&#x3092;&#x884C;&#x3063;&#x305F;&#x308A;&#x3001;&#x30AD;&#x30E3;&#x30F3;&#x30BB;&#x30EB;&#x3059;&#x308B;&#x6A5F;&#x80FD;)&#x7B49;&#x3092;&#x7D44;&#x307F;&#x5408;&#x308F;&#x305B;&#x308B;&#x5FC5;&#x8981;&#x304C;&#x3042;&#x308B;&#x3002;</p>
<h3 id="&#x4F1A;&#x54E1;&#x30B5;&#x30DD;&#x30FC;&#x30C8;">&#x4F1A;&#x54E1;&#x30B5;&#x30DD;&#x30FC;&#x30C8;</h3>
<p>&#x30B3;&#x30FC;&#x30EB;&#x30BB;&#x30F3;&#x30BF;&#x30FC;&#x540C;&#x69D8;&#x306B;&#x3001;&#x9867;&#x5BA2;&#x306B;&#x95A2;&#x3059;&#x308B;&#x60C5;&#x5831;&#x3092;&#x95B2;&#x89A7;&#x3057;&#x306A;&#x304C;&#x3089;&#x4F1A;&#x54E1;&#x306E;&#x30B5;&#x30DD;&#x30FC;&#x30C8;&#x3092;&#x884C;&#x3046;&#x3002;
&#x9867;&#x5BA2;&#x306E;&#x554F;&#x3044;&#x5408;&#x308F;&#x305B;&#x3092;&#x5143;&#x306B;FAQ&#x3092;&#x4F5C;&#x308B;&#x30B5;&#x30FC;&#x30D3;&#x30B9;&#x3082;&#x3042;&#x308A;&#x3001;&#x4EBA;&#x7684;&#x306A;&#x5BFE;&#x5FDC;&#x3092;&#x6E1B;&#x3089;&#x3057;&#x3066;&#x3044;&#x304F;&#x3053;&#x3068;&#x3082;&#x91CD;&#x8981;&#x306A;&#x696D;&#x52D9;&#x3068;&#x306A;&#x308B;&#x3002;</p>
<h3 id="&#x904B;&#x7528;&#x652F;&#x63F4;">&#x904B;&#x7528;&#x652F;&#x63F4;</h3>
<p>&#x5E83;&#x544A;&#x306E;&#x904B;&#x7528;&#x3001;&#x5546;&#x54C1;&#x60C5;&#x5831;&#x306E;&#x4F5C;&#x6210;(&#x5199;&#x771F;&#x64AE;&#x5F71;)&#x306A;&#x3069;&#x6642;&#x9593;&#x3092;&#x8981;&#x3059;&#x308B;&#x696D;&#x52D9;&#x306F;&#x904B;&#x7528;&#x652F;&#x63F4;&#x3092;&#x884C;&#x3046;&#x4F01;&#x696D;&#x306B;&#x30A2;&#x30A6;&#x30C8;&#x30BD;&#x30FC;&#x30B9;&#x3059;&#x308B;&#x3053;&#x3068;&#x3082;&#x591A;&#x3044;&#x3002;</p>
<h3 id="backoffice">BackOffice</h3>
<p>&#x6CE8;&#x6587;&#x7BA1;&#x7406;&#x3001;&#x5546;&#x54C1;&#x7BA1;&#x7406;&#x3001;&#x9867;&#x5BA2;&#x7BA1;&#x7406;&#x3001;&#x306A;&#x3069;EC&#x30B5;&#x30A4;&#x30C8;&#x3092;&#x904B;&#x7528;&#x3059;&#x308B;&#x305F;&#x3081;&#x306E;&#x4E00;&#x9023;&#x306E;&#x696D;&#x52D9;&#x3092;&#x884C;&#x3046;&#x3082;&#x306E;&#x3092;&#x3001;&#x3053;&#x3053;&#x3067;&#x306F;&#x7DCF;&#x79F0;&#x3068;&#x3057;&#x3066;BackOffice&#x3068;&#x547C;&#x3076;&#x3002;&#x696D;&#x614B;&#x306B;&#x3088;&#x3063;&#x3066;&#x8FFD;&#x52A0;&#x306E;&#x696D;&#x52D9;&#x304C;&#x5B58;&#x5728;&#x3059;&#x308B;&#x3002;&#x4F8B;&#x3048;&#x3070;&#x767A;&#x6CE8;&#x7BA1;&#x7406;&#x307E;&#x3067;&#x542B;&#x3093;&#x3067;&#x3044;&#x305F;&#x308A;&#x3001;&#x30C7;&#x30B8;&#x30BF;&#x30EB;&#x30B3;&#x30F3;&#x30C6;&#x30F3;&#x30C4;&#x306E;&#x5834;&#x5408;&#x306F;&#x30E9;&#x30A4;&#x30BB;&#x30F3;&#x30B9;&#x7BA1;&#x7406;&#x3057;&#x305F;&#x308A;&#x3001;&#x539F;&#x4FA1;&#x7BA1;&#x7406;&#x3057;&#x305F;&#x308A;&#x306A;&#x3069;&#x3002;</p>
<h3 id="bi&#x30FB;&#x30C7;&#x30FC;&#x30BF;&#x5206;&#x6790;">BI&#x30FB;&#x30C7;&#x30FC;&#x30BF;&#x5206;&#x6790;</h3>
<p>BI(Business Intelligence)&#x3092;&#x5229;&#x7528;&#x3057;&#x3066;&#x30C7;&#x30FC;&#x30BF;&#x5206;&#x6790;&#x3092;&#x884C;&#x3046;&#x3002;&#x7D50;&#x679C;&#x3068;&#x3057;&#x3066;&#x793E;&#x5185;&#x5171;&#x6709;&#x3055;&#x308C;&#x308B;&#x3088;&#x3046;&#x306A;&#x30EC;&#x30DD;&#x30FC;&#x30C8;&#x304C;&#x6C42;&#x3081;&#x3089;&#x308C;&#x308B;&#x3002;
&#x30A2;&#x30AF;&#x30BB;&#x30B9;&#x3001;&#x5E83;&#x544A;&#x306E;&#x52B9;&#x679C;&#x6E2C;&#x5B9A;&#x3001;&#x30B3;&#x30F3;&#x30D0;&#x30FC;&#x30B8;&#x30E7;&#x30F3;&#x3001;&#x9867;&#x5BA2;&#x306E;&#x5404;&#x7A2E;&#x5C5E;&#x6027;(&#x5730;&#x57DF;&#x3001;&#x5E74;&#x9F62;&#x3001;&#x6027;&#x5225;)&#x3001;&#x8CFC;&#x5165;&#x5546;&#x54C1;&#x306A;&#x3069;&#x591A;&#x5C90;&#x306B;&#x308F;&#x305F;&#x308B;&#x3002;</p>
<h2 id="&#x57FA;&#x5E79;&#x696D;&#x52D9;&#x3001;&#x7269;&#x6D41;">&#x57FA;&#x5E79;&#x696D;&#x52D9;&#x3001;&#x7269;&#x6D41;</h2>
<h3 id="&#x4F1A;&#x54E1;&#x30AB;&#x30FC;&#x30C9;&#x30FB;&#x30DD;&#x30A4;&#x30F3;&#x30C8;">&#x4F1A;&#x54E1;&#x30AB;&#x30FC;&#x30C9;&#x30FB;&#x30DD;&#x30A4;&#x30F3;&#x30C8;</h3>
<p>&#x5F8C;&#x8FF0;&#x3059;&#x308B;POS&#x3084;&#x57FA;&#x5E79;&#x30B7;&#x30B9;&#x30C6;&#x30E0;&#x306E;&#x6A5F;&#x80FD;&#x3092;&#x7528;&#x3044;&#x3066;&#x3001;&#x4F1A;&#x54E1;&#x8A3C;&#x306E;&#x8868;&#x793A;&#x3067;&#x3042;&#x3063;&#x305F;&#x308A;&#x3001;&#x4F1A;&#x54E1;&#x8A3C;&#x3084;ID&#x3068;&#x9023;&#x643A;&#x3057;&#x3066;&#x30DD;&#x30A4;&#x30F3;&#x30C8;&#x6A5F;&#x80FD;&#x3092;&#x63D0;&#x4F9B;&#x3059;&#x308B;&#x3002;
&#x4F1A;&#x54E1;&#x8A3C;&#x306F;iOS&#x3084;Andorid&#x306E;&#x30CD;&#x30A4;&#x30C6;&#x30A3;&#x30D6;&#x30A2;&#x30D7;&#x30EA;&#x5185;&#x306B;&#x8868;&#x793A;&#x3059;&#x308B;&#x3053;&#x3068;&#x304C;&#x4E00;&#x822C;&#x7684;&#x306B;&#x306A;&#x3063;&#x3066;&#x3044;&#x308B;&#x3002;</p>
<h3 id="crm">CRM</h3>
<p>CRM(Customer Relationship Management)&#x306F;&#x9867;&#x5BA2;&#x3068;&#x306E;&#x95A2;&#x4FC2;&#x3092;&#x7BA1;&#x7406;&#x3059;&#x308B;&#x6A5F;&#x80FD;&#x3092;&#x63D0;&#x4F9B;&#x3059;&#x308B;&#x3002;&#x9867;&#x5BA2;&#x3068;&#x306E;&#x95A2;&#x4FC2;&#x3092;&#x89AA;&#x5BC6;&#x306B;&#x3057;&#x305F;&#x308A;&#x3001;&#x7D99;&#x7D9A;&#x3057;&#x3066;&#x8CFC;&#x5165;&#x3084;&#x5229;&#x7528;&#x3092;&#x7D9A;&#x3051;&#x3066;&#x304F;&#x308C;&#x308B;&#x95A2;&#x4FC2;&#x3092;&#x69CB;&#x7BC9;&#x3059;&#x308B;&#x3002;&#x9867;&#x5BA2;&#x7BA1;&#x7406;&#x3068;&#x3044;&#x3046;&#x57FA;&#x672C;&#x6A5F;&#x80FD;&#x3092;&#x5143;&#x306B;&#x3001;&#x30BB;&#x30B0;&#x30E1;&#x30F3;&#x30C8;&#x5206;&#x3051;&#x3057;&#x305F;&#x5BFE;&#x8C61;&#x3092;&#x62BD;&#x51FA;&#x3057;&#x3066;&#x30E1;&#x30FC;&#x30EB;&#x3092;&#x9001;&#x3063;&#x305F;&#x308A;&#x3001;&#x9867;&#x5BA2;&#x306E;&#x8981;&#x671B;&#x3092;&#x5438;&#x3044;&#x4E0A;&#x3052;&#x305F;&#x308A;&#x306A;&#x3069;&#x3001;&#x3059;&#x308B;&#x6A5F;&#x80FD;&#x304C;&#x3042;&#x308B;&#x3002;</p>
<h3 id="wms">WMS</h3>
<p>WMS(Warehouse Managiment System)&#x306F;&#x5009;&#x5EAB;&#x7BA1;&#x7406;&#x30B7;&#x30B9;&#x30C6;&#x30E0;&#x3068;&#x3057;&#x3066;&#x5728;&#x5EAB;&#x306E;&#x7BA1;&#x7406;&#x3001;&#x51FA;&#x8377;&#x306E;&#x7BA1;&#x7406;&#x306A;&#x3069;&#x3092;&#x884C;&#x3046;&#x3002;
&#x5165;&#x8377;&#x4E88;&#x5B9A;&#x306E;&#x7BA1;&#x7406;&#x3001;&#x5165;&#x8377;&#x51E6;&#x7406;&#x3001;&#x5728;&#x5EAB;&#x3092;&#x7BA1;&#x7406;&#x3057;&#x3066;&#x3044;&#x308B;&#x68DA;&#x3084;&#x30ED;&#x30B1;&#x30FC;&#x30B7;&#x30E7;&#x30F3;&#x306E;&#x7BA1;&#x7406;&#x3001;&#x51FA;&#x8377;&#x7BA1;&#x7406;(&#x30D4;&#x30C3;&#x30AD;&#x30F3;&#x30B0;&#x30EA;&#x30B9;&#x30C8;)&#x3001;&#x68DA;&#x5378;&#x7BA1;&#x7406;&#x3001;&#x30B9;&#x30AD;&#x30E3;&#x30F3;&#x3059;&#x308B;&#x7AEF;&#x672B;&#x7B49;&#x306E;&#x6A5F;&#x80FD;&#x3092;&#x63D0;&#x4F9B;&#x3059;&#x308B;&#x3002;</p>
<h3 id="pos">POS</h3>
<p>POS(Point Of Sale)&#x306F;&#x3001;&#x5E97;&#x8217;&#x3067;&#x5229;&#x7528;&#x3055;&#x308C;&#x308B;&#x30EC;&#x30B8;&#x7AEF;&#x672B;&#x3002;&#x5546;&#x54C1;&#x306E;&#x4FA1;&#x683C;&#x3001;&#x6570;&#x91CF;&#x3001;&#x5024;&#x5F15;&#x304D;&#x3067;&#x3042;&#x3063;&#x305F;&#x308A;&#x3001;&#x5728;&#x5EAB;&#x7BA1;&#x7406;&#x3001;&#x9867;&#x5BA2;&#x306E;&#x4F1A;&#x54E1;&#x30AB;&#x30FC;&#x30C9;&#x306B;&#x30DD;&#x30A4;&#x30F3;&#x30C8;&#x3092;&#x4ED8;&#x4E0E;&#x3059;&#x308B;&#x306A;&#x3069;&#x306E;&#x6A5F;&#x80FD;&#x304C;&#x3042;&#x308B;&#x3002;&#x5E97;&#x8217;&#x3092;&#x6301;&#x3064;&#x4F01;&#x696D;&#x304C;EC&#x3092;&#x884C;&#x3046;&#x5834;&#x5408;&#x3001;O2O(Online to Offline)&#x7684;&#x306A;&#x89B3;&#x70B9;&#x304B;&#x3089;&#x3001;POS&#x306B;&#x4ED8;&#x968F;&#x3059;&#x308B;&#x4F1A;&#x54E1;&#x60C5;&#x5831;&#x3001;&#x8CFC;&#x8CB7;&#x60C5;&#x5831;&#x3001;&#x30DD;&#x30A4;&#x30F3;&#x30C8;&#x60C5;&#x5831;&#x3092;EC&#x5074;&#x3068;&#x9023;&#x643A;&#x3059;&#x308B;&#x3053;&#x3068;&#x304C;&#x9867;&#x5BA2;&#x6E80;&#x8DB3;&#x5EA6;&#x3092;&#x9AD8;&#x3081;&#x308B;&#x6709;&#x52B9;&#x306A;&#x624B;&#x6BB5;&#x3068;&#x306A;&#x3063;&#x3066;&#x3044;&#x308B;&#x3002;</p>
<h3 id="&#x57FA;&#x5E79;&#x30B7;&#x30B9;&#x30C6;&#x30E0;&#x9023;&#x643A;">&#x57FA;&#x5E79;&#x30B7;&#x30B9;&#x30C6;&#x30E0;&#x9023;&#x643A;</h3>
<p>&#x57FA;&#x5E79;&#x30B7;&#x30B9;&#x30C6;&#x30E0;&#x9023;&#x643A;&#x306B;&#x3064;&#x3044;&#x3066;&#x306F;&#x3001;&#x4EE5;&#x4E0B;&#x3067;&#x5F8C;&#x8FF0;&#x3059;&#x308B;&#x3002;</p>
<ul>
<li><a href="specs/Federation.md">&#x57FA;&#x5E79;&#x30B7;&#x30B9;&#x30C6;&#x30E0;&#x9023;&#x643A;</a></li>
</ul>
<h3 id="&#x8D8A;&#x5883;">&#x8D8A;&#x5883;</h3>
<p>&#x8D8A;&#x5883;&#x306B;&#x3064;&#x3044;&#x3066;&#x306F;&#x65E5;&#x672C;&#x304B;&#x3089;&#x9001;&#x308B;&#x306E;&#x304B;&#x3001;&#x73FE;&#x5730;&#x62E0;&#x70B9;&#x304B;&#x3089;&#x9001;&#x308B;&#x306E;&#x304B;&#x3067;&#x7570;&#x306A;&#x308B;&#x3002;</p>
<h3 id="&#x914D;&#x9001;">&#x914D;&#x9001;</h3>
<p>&#x914D;&#x9001;&#x306B;&#x3064;&#x3044;&#x3066;&#x306F;&#x3001;</p>
<ul>
<li>&#x5546;&#x54C1;&#x304C;&#x5728;&#x5EAB;&#x54C1;&#x3067;&#x3042;&#x308B;&#x304B;&#x8ABF;&#x9054;&#x3059;&#x308B;&#x304B;&#x3067;&#x30EA;&#x30FC;&#x30C9;&#x30BF;&#x30A4;&#x30E0;&#x304C;&#x7570;&#x306A;&#x308A;</li>
<li>&#x8907;&#x6570;&#x306E;&#x5546;&#x54C1;&#x304C;&#x3042;&#x308B;&#x5834;&#x5408;&#x3001;&#x307E;&#x3068;&#x3081;&#x3066;&#x304B;&#x3089;&#x9001;&#x4ED8;&#x3059;&#x308B;&#x304B;</li>
<li>&#x3069;&#x306E;&#x914D;&#x9001;&#x696D;&#x8005;&#x304B;&#x3089;&#x914D;&#x9001;&#x3059;&#x308B;&#x304B;
&#x3067;&#x914D;&#x9001;&#x65E5;&#x3084;&#x9001;&#x6599;&#x304C;&#x7570;&#x306A;&#x308B;&#x3002;</li>
</ul>
<h3 id="&#x767A;&#x6CE8;">&#x767A;&#x6CE8;</h3>
<p>&#x5378;&#x3084;&#x30E1;&#x30FC;&#x30AB;&#x30FC;&#x306B;&#x5BFE;&#x3057;&#x3066;&#x3001;&#x81EA;&#x793E;&#x5009;&#x5EAB;&#x306B;&#x306A;&#x3044;&#x5546;&#x54C1;&#x3092;&#x767A;&#x6CE8;&#x3059;&#x308B;&#x3002;&#x5378;&#x3084;&#x30E1;&#x30FC;&#x30AB;&#x30FC;&#x304B;&#x3089;&#x76F4;&#x9001;&#x3059;&#x308B;&#x304B;&#x3001;&#x81EA;&#x793E;&#x5009;&#x5EAB;&#x306B;&#x4E00;&#x5EA6;&#x96C6;&#x3081;&#x308B;&#x304B;&#x306A;&#x3069;&#x9055;&#x3044;&#x304C;&#x3042;&#x308B;&#x3002;
&#x307E;&#x305F;&#x3001;&#x767A;&#x6CE8;&#x5F62;&#x614B;&#x3068;&#x3057;&#x3066;EDI&#x3082;&#x3057;&#x304F;&#x306F;FAX(&#x81EA;&#x52D5;FAX)&#x3001;&#x30E1;&#x30FC;&#x30EB;(&#x81EA;&#x52D5;&#x30E1;&#x30FC;&#x30EB;)&#x306A;&#x3069;&#x696D;&#x754C;&#x306E;&#x6163;&#x7FD2;&#x306B;&#x3088;&#x3063;&#x3066;&#x7570;&#x306A;&#x308B;&#x3002;
&#x767A;&#x6CE8;&#x30BF;&#x30A4;&#x30DF;&#x30F3;&#x30B0;&#x3082;&#x65E5;&#x306B;&#x4E00;&#x5EA6;&#x3084;&#x3001;&#x4E00;&#x5B9A;&#x91CF;&#x5FC5;&#x8981;&#x306B;&#x306A;&#x3063;&#x3066;&#x304B;&#x3089;&#x767A;&#x6CE8;&#x306A;&#x3069;&#x696D;&#x52D9;&#x306B;&#x3042;&#x308F;&#x305B;&#x305F;&#x5236;&#x5FA1;&#x304C;&#x6C42;&#x3081;&#x3089;&#x308C;&#x308B;&#x3002;</p>
<h3 id="&#x4F1A;&#x8A08;">&#x4F1A;&#x8A08;</h3>
<p>&#x4F1A;&#x8A08;&#x30B7;&#x30B9;&#x30C6;&#x30E0;&#x3068;&#x306E;&#x9023;&#x643A;&#x306F;&#x3001;&#x58F2;&#x4E0A;&#x60C5;&#x5831;&#x3092;&#x9023;&#x643A;&#x3059;&#x308B;&#x3068;&#x3044;&#x3046;&#x30B7;&#x30F3;&#x30D7;&#x30EB;&#x306A;&#x30B1;&#x30FC;&#x30B9;&#x304C;&#x5927;&#x534A;&#x3002;</p>
<h2 id="&#x5916;&#x90E8;&#x30EA;&#x30BD;&#x30FC;&#x30B9;">&#x5916;&#x90E8;&#x30EA;&#x30BD;&#x30FC;&#x30B9;</h2>
<h3 id="&#x914D;&#x9001;&#x696D;&#x8005;">&#x914D;&#x9001;&#x696D;&#x8005;</h3>
<p>&#x30AF;&#x30ED;&#x30CD;&#x30B3;&#x30E4;&#x30DE;&#x30C8;&#x3084;&#x4F50;&#x5DDD;&#x3001;&#x3082;&#x3057;&#x304F;&#x306F;&#x81EA;&#x793E;&#x3067;&#x6301;&#x3063;&#x3066;&#x3044;&#x308B;&#x914D;&#x9001;&#x30B5;&#x30FC;&#x30D3;&#x30B9;&#x306A;&#x3069;&#x304C;&#x4E00;&#x822C;&#x7684;&#x3068;&#x306A;&#x308B;&#x3002;</p>
<h3 id="&#x5378;&#x30FB;&#x30E1;&#x30FC;&#x30AB;&#x30FC;">&#x5378;&#x30FB;&#x30E1;&#x30FC;&#x30AB;&#x30FC;</h3>
<p>&#x5378;&#x3084;&#x30E1;&#x30FC;&#x30AB;&#x30FC;&#x306B;&#x5BFE;&#x3057;&#x3066;&#x3001;&#x81EA;&#x793E;&#x5009;&#x5EAB;&#x306B;&#x306A;&#x3044;&#x5546;&#x54C1;&#x3092;&#x767A;&#x6CE8;&#x3059;&#x308B;&#x3002;&#x5378;&#x3084;&#x30E1;&#x30FC;&#x30AB;&#x30FC;&#x304B;&#x3089;&#x76F4;&#x9001;&#x3059;&#x308B;&#x304B;&#x3001;&#x81EA;&#x793E;&#x5009;&#x5EAB;&#x306B;&#x4E00;&#x5EA6;&#x96C6;&#x3081;&#x308B;&#x304B;&#x306A;&#x3069;&#x9055;&#x3044;&#x304C;&#x3042;&#x308B;&#x3002;
&#x307E;&#x305F;&#x3001;&#x767A;&#x6CE8;&#x5F62;&#x614B;&#x3068;&#x3057;&#x3066;EDI&#x3082;&#x3057;&#x304F;&#x306F;FAX(&#x81EA;&#x52D5;FAX)&#x3001;&#x30E1;&#x30FC;&#x30EB;(&#x81EA;&#x52D5;&#x30E1;&#x30FC;&#x30EB;)&#x306A;&#x3069;&#x696D;&#x754C;&#x306E;&#x6163;&#x7FD2;&#x306B;&#x3088;&#x3063;&#x3066;&#x7570;&#x306A;&#x308B;&#x3002;</p>
<h3 id="&#x5DE5;&#x5834;">&#x5DE5;&#x5834;</h3>
<p>&#x81EA;&#x793E;&#x5DE5;&#x5834;&#x3084;&#x751F;&#x7523;&#x7BA1;&#x7406;&#x7CFB;&#x306E;&#x6A5F;&#x80FD;&#x306B;&#x5BFE;&#x3057;&#x3066;&#x3001;&#x767A;&#x6CE8;&#x3092;&#x304B;&#x3051;&#x308B;&#x3002;&#x767A;&#x6CE8;&#x5F8C;&#x3001;&#x5009;&#x5EAB;&#x306B;&#x5165;&#x8377;&#x3059;&#x308B;&#x3053;&#x3068;&#x306B;&#x306A;&#x308B;&#x308F;&#x3051;&#x3060;&#x304C;&#x3001;&#x5009;&#x5EAB;&#x3068;&#x306E;&#x3084;&#x308A;&#x53D6;&#x308A;&#x306B;&#x95A2;&#x3057;&#x3066;&#x306F;&#x3001;&#x5165;&#x8377;&#x4E88;&#x5B9A;&#x3001;&#x691C;&#x54C1;&#x7528;&#x306E;&#x30D0;&#x30FC;&#x30B3;&#x30FC;&#x30C9;&#x304C;&#x91CD;&#x8981;&#x3068;&#x306A;&#x308B;&#x3002;</p>
<h2 id="&#x7528;&#x8A9E;">&#x7528;&#x8A9E;</h2>
<ul>
<li><a href="https://ja.wikipedia.org/wiki/%E9%A1%A7%E5%AE%A2%E9%96%A2%E4%BF%82%E7%AE%A1%E7%90%86" target="_blank">CRM</a></li>
<li><a href="https://ja.wikipedia.org/wiki/%E3%82%AA%E3%82%A6%E3%83%B3%E3%83%89%E3%83%A1%E3%83%87%E3%82%A3%E3%82%A2" target="_blank">&#x30AA;&#x30A6;&#x30F3;&#x30C9;&#x30E1;&#x30C7;&#x30A3;&#x30A2;</a></li>
<li><a href="https://ja.wikipedia.org/wiki/%E3%82%B3%E3%83%B3%E3%83%86%E3%83%B3%E3%83%84%E7%AE%A1%E7%90%86%E3%82%B7%E3%82%B9%E3%83%86%E3%83%A0" target="_blank">CMS</a></li>
<li><a href="https://ja.wikipedia.org/wiki/%E8%87%AA%E5%8B%95%E9%9F%B3%E5%A3%B0%E5%BF%9C%E7%AD%94%E8%A3%85%E7%BD%AE" target="_blank">IVR</a></li>
</ul>
<h2 id="&#x76EE;&#x6B21;&#x306B;&#x623B;&#x308B;">&#x76EE;&#x6B21;&#x306B;&#x623B;&#x308B;</h2>
<ul>
<li><a href="Readme.md">&#x76EE;&#x6B21;&#x306B;&#x623B;&#x308B;</a></li>
</ul>
<script src="../_gitbook_plugin_analytics.js"></script>
                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                
                <a href="OrderStatus.html" class="navigation navigation-next navigation-unique" aria-label="Next page: 受注後のステータスフロー">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"自社ECを取り巻く要素","level":"1.2.1","depth":2,"next":{"title":"受注後のステータスフロー","level":"1.2.2","depth":2,"path":"specs/OrderStatus.md","ref":"specs/OrderStatus.md","articles":[]},"previous":{"title":"要件・仕様編","level":"1.2","depth":1,"ref":"","articles":[{"title":"自社ECを取り巻く要素","level":"1.2.1","depth":2,"path":"specs/EC.md","ref":"specs/EC.md","articles":[]},{"title":"受注後のステータスフロー","level":"1.2.2","depth":2,"path":"specs/OrderStatus.md","ref":"specs/OrderStatus.md","articles":[]},{"title":"カート注文(受注するまで)について","level":"1.2.3","depth":2,"path":"specs/Order.md","ref":"specs/Order.md","articles":[]},{"title":"支払い方法について","level":"1.2.4","depth":2,"path":"specs/Payment.md","ref":"specs/Payment.md","articles":[]},{"title":"商品について","level":"1.2.5","depth":2,"path":"specs/Product.md","ref":"specs/Product.md","articles":[]},{"title":"顧客情報について","level":"1.2.6","depth":2,"path":"specs/Customer.md","ref":"specs/Customer.md","articles":[]},{"title":"在庫について","level":"1.2.7","depth":2,"path":"specs/Stock.md","ref":"specs/Stock.md","articles":[]},{"title":"倉庫(WMS)連携","level":"1.2.8","depth":2,"path":"specs/WMS.md","ref":"specs/WMS.md","articles":[]},{"title":"基幹システム連携","level":"1.2.9","depth":2,"path":"specs/Federation.md","ref":"specs/Federation.md","articles":[]}]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":["advanced-emoji","sitemap-general","analytics"],"pluginsConfig":{"analytics":{"google":"UA-118171353-1"},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sitemap-general":{"prefix":"https://commerble.github.io/ecspec/"},"fontsettings":{"theme":"white","family":"sans","size":2},"highlight":{},"advanced-emoji":{"embedEmojis":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"specs/EC.md","mtime":"2018-04-27T07:15:53.486Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2018-04-27T07:16:29.881Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="../gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

