
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>支払い方法について · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-advanced-emoji/emoji-website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="Product.html" />
    
    
    <link rel="prev" href="Order.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                    自社ECの仕様を学ぼう
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" >
            
                <span>
            
                    
                    要件・仕様編
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.2.1" data-path="EC.html">
            
                <a href="EC.html">
            
                    
                    自社ECを取り巻く要素
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.2" data-path="OrderStatus.html">
            
                <a href="OrderStatus.html">
            
                    
                    受注後のステータスフロー
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.3" data-path="Order.html">
            
                <a href="Order.html">
            
                    
                    カート注文(受注するまで)について
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.2.4" data-path="Payment.html">
            
                <a href="Payment.html">
            
                    
                    支払い方法について
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.5" data-path="Product.html">
            
                <a href="Product.html">
            
                    
                    商品について
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.6" data-path="Customer.html">
            
                <a href="Customer.html">
            
                    
                    顧客情報について
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.7" data-path="Stock.html">
            
                <a href="Stock.html">
            
                    
                    在庫について
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.8" data-path="WMS.html">
            
                <a href="WMS.html">
            
                    
                    倉庫(WMS)連携
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.9" data-path="Federation.html">
            
                <a href="Federation.html">
            
                    
                    基幹システム連携
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.3" >
            
                <span>
            
                    
                    システム編
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.3.1" data-path="SystemLoad.html">
            
                <a href="SystemLoad.html">
            
                    
                    システム負荷対策
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.2" data-path="Seurity.md">
            
                <span>
            
                    
                    システムセキュリティ対策
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.4" >
            
                <span>
            
                    
                    運用編
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.4.1" data-path="Promotion.html">
            
                <a href="Promotion.html">
            
                    
                    売上を伸ばすには
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4.2" data-path="UnauthorizedUse.html">
            
                <a href="UnauthorizedUse.html">
            
                    
                    不正利用と対策
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >支払い方法について</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x652F;&#x6255;&#x3044;&#x65B9;&#x6CD5;"><img align="absmiddle" alt=":credit_card:" class="emoji" src="../gitbook/gitbook-plugin-advanced-emoji/emojis/credit_card.png" title=":credit_card:">&#x652F;&#x6255;&#x3044;&#x65B9;&#x6CD5;</h1>
<p>&#x652F;&#x6255;&#x3044;&#x65B9;&#x6CD5;&#x306F;&#x5E74;&#x3005;&#x591A;&#x69D8;&#x5316;&#x304C;&#x9032;&#x3093;&#x3067;&#x3044;&#x308B;&#x3002;&#x30B7;&#x30E7;&#x30C3;&#x30D4;&#x30F3;&#x30B0;&#x3059;&#x308B;&#x9867;&#x5BA2;&#x306B;&#x3068;&#x3063;&#x3066;&#x306F;&#x3001;&#x81EA;&#x5206;&#x306B;&#x5408;&#x3063;&#x305F;&#x4FBF;&#x5229;&#x306A;&#x652F;&#x6255;&#x65B9;&#x6CD5;&#x304C;&#x5897;&#x3048;&#x308B;&#x308F;&#x3051;&#x3060;&#x304C;&#x3001;&#x30D0;&#x30C3;&#x30AF;&#x30AA;&#x30D5;&#x30A3;&#x30B9;&#x306B;&#x3068;&#x3063;&#x3066;&#x306F;&#x5165;&#x91D1;&#x78BA;&#x8A8D;&#x696D;&#x52D9;&#x3084;&#x652F;&#x6255;&#x91D1;&#x984D;&#x5909;&#x66F4;&#x6642;&#x306E;&#x696D;&#x52D9;&#x304C;&#x5897;&#x3048;&#x308B;&#x306E;&#x3067;&#x3001;&#x30D0;&#x30C3;&#x30AF;&#x30AA;&#x30D5;&#x30A3;&#x30B9;&#x306E;&#x696D;&#x52D9;&#x3092;&#x4EE5;&#x4E0B;&#x306B;&#x6E1B;&#x3089;&#x3059;&#x3053;&#x3068;&#x304C;&#x51FA;&#x6765;&#x308B;&#x304B;&#x304C;&#x91CD;&#x8981;&#x306B;&#x306A;&#x308B;&#x3002;</p>
<h2 id="a&#x30AF;&#x30EC;&#x30B8;&#x30C3;&#x30C8;&#x30AB;&#x30FC;&#x30C9;">A.&#x30AF;&#x30EC;&#x30B8;&#x30C3;&#x30C8;&#x30AB;&#x30FC;&#x30C9;</h2>
<ul>
<li>&#x30AF;&#x30EC;&#x30B8;&#x30C3;&#x30C8;&#x30AB;&#x30FC;&#x30C9;&#x6C7A;&#x6E08;&#x3092;&#x63D0;&#x4F9B;&#x3059;&#x308B;&#x6C7A;&#x6E08;&#x4E8B;&#x696D;&#x8005;&#x306F;&#x8907;&#x6570;&#x793E;&#x3042;&#x308A;&#x3001;&#x6C7A;&#x6E08;&#x4E8B;&#x696D;&#x8005;&#x306E;&#x9078;&#x629E;&#x306F;&#x3001;&#x591A;&#x304F;&#x306E;&#x5834;&#x5408;&#x6599;&#x7387;(&#x6CE8;&#x6587;&#x91D1;&#x984D;&#x306B;&#x5BFE;&#x3059;&#x308B;&#x624B;&#x6570;&#x6599;)&#x3067;&#x6C7A;&#x307E;&#x308B;&#x3053;&#x3068;&#x304C;&#x591A;&#x3044;&#x3002;&#x305D;&#x308C;&#x4EE5;&#x5916;&#x306E;&#x8981;&#x7D20;&#x3060;&#x3068;&#x6A5F;&#x80FD;&#x7684;&#x306A;&#x3082;&#x306E;&#x3067;&#x6C7A;&#x307E;&#x308B;&#x3053;&#x3068;&#x3082;&#x3042;&#x308B;&#x3002;</li>
<li>&#x3088;&#x304F;&#x805E;&#x304F;&#x6C7A;&#x6E08;&#x4E8B;&#x696D;&#x8005;&#x3068;&#x3057;&#x3066;&#x306F;(GMO&#x3001;Veritrans&#x3001;SoftBankPayment&#x3001;Paygent&#x3001;BlueGate)&#x306A;&#x3069;&#x304C;&#x3042;&#x308B;&#x3002;<h3 id="pcidss&#x8A8D;&#x8A3C;&#x3068;&#x975E;&#x901A;&#x904E;&#x5BFE;&#x5FDC;">PCIDSS&#x8A8D;&#x8A3C;&#x3068;&#x975E;&#x901A;&#x904E;&#x5BFE;&#x5FDC;</h3>
</li>
<li>&#x30AF;&#x30EC;&#x30AB;&#x767B;&#x9332;&#x306B;&#x3064;&#x3044;&#x3066;&#x306F;2018&#x5E74;3&#x6708;&#x3088;&#x308A;&#x3001;PCI DSS &#x3092;&#x4FDD;&#x6301;&#x3057;&#x3066;&#x3044;&#x306A;&#x3044;&#x30C7;&#x30FC;&#x30BF;&#x30BB;&#x30F3;&#x30BF;&#x30FC;&#x3067;&#x306E;&#x30AF;&#x30EC;&#x30AB;&#x60C5;&#x5831;&#x4FDD;&#x6301;&#x304C;&#x7981;&#x3058;&#x3089;&#x308C;&#x3066;&#x304A;&#x308A;&#x3001;PCI DSS &#x306E;&#x8A8D;&#x8A3C;&#x3092;&#x53D7;&#x3051;&#x308B;&#x304B;&#x3001;&#x81EA;&#x793E;EC&#x30B5;&#x30FC;&#x30D0;&#x30FC;&#x4E0A;&#x3067;&#x30AF;&#x30EC;&#x30B8;&#x30C3;&#x30C8;&#x30AB;&#x30FC;&#x30C9;&#x3092;&#x901A;&#x904E;&#x3055;&#x305B;&#x306A;&#x3044;&#x975E;&#x901A;&#x904E;&#x5BFE;&#x5FDC;&#x304C;&#x5FC5;&#x8981;&#x3068;&#x306A;&#x308B;&#x3002;</li>
<li>PCI DSS(&#x53C2;&#x8003;&#x30EA;&#x30F3;&#x30AF;&#x3042;&#x308A;) &#x306E;&#x8A8D;&#x8A3C;&#x3092;&#x53D7;&#x3051;&#x308B;&#x306B;&#x306F;&#x3001;&#x5185;&#x90E8;&#x904B;&#x7528;&#x696D;&#x52D9;&#x306E;&#x30EB;&#x30FC;&#x30EB;&#x7D71;&#x4E00;&#x3068;&#x5927;&#x5E45;&#x306A;&#x898B;&#x76F4;&#x3057;&#x3001;&#x9AD8;&#x984D;&#x306A;&#x30B3;&#x30B9;&#x30C8;&#x304C;&#x304B;&#x304B;&#x308B;&#x3053;&#x3068;&#x304C;&#x4E00;&#x822C;&#x7684;&#x306A;&#x306E;&#x3067;&#x3001;&#x30AF;&#x30EC;&#x30B8;&#x30C3;&#x30C8;&#x30AB;&#x30FC;&#x30C9;&#x306E;&#x975E;&#x901A;&#x904E;&#x5BFE;&#x5FDC;&#x3092;&#x884C;&#x3046;&#x65B9;&#x304C;&#x4E00;&#x822C;&#x7684;&#x3067;&#x3042;&#x308B;&#x3002;</li>
<li>&#x975E;&#x901A;&#x904E;&#x5BFE;&#x5FDC;&#x306B;&#x306F;&#xFF12;&#x7A2E;&#x985E;&#x3042;&#x308A;&#x3001;API&#x3092;&#x5229;&#x7528;&#x3057;&#x305F;&#x30C8;&#x30FC;&#x30AF;&#x30F3;&#x578B;&#x306E;&#x6C7A;&#x6E08;&#x3092;&#x5229;&#x7528;&#x3059;&#x308B;&#x304B;&#x3001;&#x5916;&#x90E8;&#x30B5;&#x30A4;&#x30C8;&#x306B;&#x9077;&#x79FB;&#x3059;&#x308B;&#x5BFE;&#x30BF;&#x30A4;&#x30D7;&#x306E;&#x6C7A;&#x6E08;&#x3092;&#x5229;&#x7528;&#x3059;&#x308B;&#x3002;<h3 id="&#x30AF;&#x30EC;&#x30B8;&#x30C3;&#x30C8;&#x30AB;&#x30FC;&#x30C9;&#x306E;&#x4E0D;&#x6B63;&#x5229;&#x7528;">&#x30AF;&#x30EC;&#x30B8;&#x30C3;&#x30C8;&#x30AB;&#x30FC;&#x30C9;&#x306E;&#x4E0D;&#x6B63;&#x5229;&#x7528;</h3>
</li>
<li>&#x30AF;&#x30EC;&#x30B8;&#x30C3;&#x30C8;&#x30AB;&#x30FC;&#x30C9;&#x306E;&#x4E0D;&#x6B63;&#x5229;&#x7528;&#x3082;&#x5897;&#x3048;&#x3066;&#x304A;&#x308A;&#x3001;EC&#x30B5;&#x30A4;&#x30C8;&#x904B;&#x55B6;&#x8005;&#x3092;&#x60A9;&#x307E;&#x305B;&#x3066;&#x3044;&#x308B;&#x3002;</li>
<li>&#x30AF;&#x30B8;&#x30EC;&#x30C3;&#x30C8;&#x30AB;&#x30FC;&#x30C9;&#x306E;&#x4E0D;&#x6B63;&#x5229;&#x7528;&#x306B;&#x95A2;&#x3057;&#x3066;&#x306F;&#x3001;&#x52A0;&#x76DF;&#x5E97;(EC&#x30B5;&#x30A4;&#x30C8;&#x904B;&#x55B6;&#x5074;)&#x304C;&#x88AB;&#x5BB3;&#x984D;&#x3092;&#x8CA0;&#x62C5;&#x3059;&#x308B;&#x30B1;&#x30FC;&#x30B9;&#x304C;&#x591A;&#x3044;&#x3002;</li>
<li>3D&#x30BB;&#x30AD;&#x30E5;&#x30A2;&#x5F62;&#x5F0F;&#x3092;&#x63A1;&#x7528;&#x3057;&#x3066;&#x3001;&#x8A8D;&#x8A3C;&#x3092;&#x5F37;&#x5316;&#x3059;&#x308B;&#x3053;&#x3068;&#x3082;&#x3067;&#x304D;&#x308B;&#x304C;&#x3001;&#x30AB;&#x30FC;&#x30C8;&#x96E2;&#x8131;&#x306E;&#x539F;&#x56E0;&#x3068;&#x306A;&#x308B;&#x30B1;&#x30FC;&#x30B9;&#x304C;&#x591A;&#x304F;&#x3001;&#x3042;&#x307E;&#x308A;&#x666E;&#x53CA;&#x3057;&#x3066;&#x3044;&#x306A;&#x3044;&#x3002;</li>
</ul>
<h2 id="b&#x4EE3;&#x5F15;&#x304D;&#x6C7A;&#x6E08;">B.&#x4EE3;&#x5F15;&#x304D;&#x6C7A;&#x6E08;</h2>
<ul>
<li>&#x5546;&#x54C1;&#x3092;&#x6E21;&#x3057;&#x305F;&#x969B;&#x306B;&#x914D;&#x9054;&#x54E1;&#x304C;&#x305D;&#x306E;&#x4EE3;&#x91D1;&#x3092;&#x56DE;&#x53CE;&#x3059;&#x308B;&#x65B9;&#x6CD5;&#x3002;</li>
<li>&#x4EE3;&#x5F15;&#x304D;&#x624B;&#x6570;&#x6599;&#x304C;&#x4E00;&#x822C;&#x7684;&#x306B;&#x306F;&#x5FC5;&#x8981;&#x3002;</li>
</ul>
<h2 id="c&#x9280;&#x884C;&#x632F;&#x8FBC;">C.&#x9280;&#x884C;&#x632F;&#x8FBC;</h2>
<ul>
<li>&#x9280;&#x884C;&#x632F;&#x8FBC;&#x306F;&#x9280;&#x884C;&#x306B;&#x5165;&#x91D1;&#x304C;&#x3042;&#x3063;&#x305F;&#x304B;&#x3092;&#x78BA;&#x8A8D;&#x3059;&#x308B;&#x5FC5;&#x8981;&#x304C;&#x3042;&#x308B;&#x3002;</li>
<li>&#x53E3;&#x5EA7;&#x306B;&#x5165;&#x91D1;&#x3055;&#x308C;&#x305F;&#x60C5;&#x5831;&#x3092;&#x3082;&#x3068;&#x306B;&#x3001;&#x6CE8;&#x6587;&#x3068;&#x76EE;&#x691C;&#x3067;&#x7D10;&#x3065;&#x3051;&#x308B;&#x5F62;&#x304C;&#x4E00;&#x822C;&#x7684;&#x3002;<h3 id="&#x4EEE;&#x60F3;&#x53E3;&#x5EA7;">&#x4EEE;&#x60F3;&#x53E3;&#x5EA7;</h3>
</li>
<li>&#x4EEE;&#x60F3;&#x53E3;&#x5EA7;&#x3092;&#x4F7F;&#x3046;&#x3068;&#x3001;&#x5165;&#x91D1;&#x3068;&#x53E3;&#x5EA7;&#x304C;&#xFF11;&#xFF1A;&#xFF11;&#x3067;&#x7D10;&#x3065;&#x304F;&#x306E;&#x3067;&#x3001;API&#x7D4C;&#x7531;&#x306A;&#x3069;&#x3067;&#x81EA;&#x52D5;&#x3067;&#x5165;&#x91D1;&#x51E6;&#x7406;&#x3059;&#x308B;&#x3053;&#x3068;&#x304C;&#x53EF;&#x80FD;&#x3002;</li>
<li>&#x4EEE;&#x60F3;&#x53E3;&#x5EA7;&#x306E;&#x5834;&#x5408;&#x306F;&#x3001;&#x756A;&#x53F7;&#x304C;&#x4F7F;&#x3044;&#x307E;&#x308F;&#x3057;&#x3068;&#x306A;&#x3063;&#x3066;&#x3044;&#x308B;&#x3002;</li>
</ul>
<h2 id="d&#x5F8C;&#x6255;&#x3044;np&#x3001;&#x30CB;&#x30C3;&#x30BB;&#x30F3;&#x3001;gmo&#x3001;&#x30AF;&#x30ED;&#x30CD;&#x30B3;&#x30E4;&#x30DE;&#x30C8;">D.&#x5F8C;&#x6255;&#x3044;(NP&#x3001;&#x30CB;&#x30C3;&#x30BB;&#x30F3;&#x3001;GMO&#x3001;&#x30AF;&#x30ED;&#x30CD;&#x30B3;&#x30E4;&#x30DE;&#x30C8;)</h2>
<ul>
<li>&#x5F8C;&#x304B;&#x3089;&#x914D;&#x9001;&#x5148;&#x306E;&#x4F4F;&#x6240;&#x306B;&#x8ACB;&#x6C42;&#x66F8;&#x304C;&#x9001;&#x3089;&#x308C;&#x3066;&#x304D;&#x3066;&#x3001;&#x30B3;&#x30F3;&#x30D3;&#x30CB;&#x3084;&#x9280;&#x884C;&#x632F;&#x8FBC;&#x3067;&#x652F;&#x6255;&#x3046;&#x5F62;&#x306B;&#x306A;&#x308B;&#x3002;ZOZOTOWN&#x3060;&#x3068;&#x300C;&#x30C4;&#x30B1;&#x6255;&#x3044;&#x300D;&#x3068;&#x547C;&#x3070;&#x308C;&#x308B;&#x3002;</li>
<li>&#x4E0E;&#x4FE1;&#x306E;&#x65B9;&#x6CD5;&#x3068;&#x3057;&#x3066;&#x30EA;&#x30A2;&#x30EB;&#x30BF;&#x30A4;&#x30E0;&#x4E0E;&#x4FE1;(&#x30AB;&#x30FC;&#x30C8;&#x304B;&#x3089;&#x5F8C;&#x6255;&#x3044;&#x306E;&#x696D;&#x8005;&#x306B;API&#x3067;&#x901A;&#x4FE1;&#x3057;&#x3066;&#x4E0E;&#x4FE1;&#x3092;&#x78BA;&#x8A8D;)&#x3068;&#x53D7;&#x6CE8;&#x5F8C;&#x306B;CSV&#x306B;&#x30EA;&#x30B9;&#x30C8;&#x62BD;&#x51FA;&#x3057;&#x3066;&#x4E8B;&#x696D;&#x8005;&#x306B;&#x78BA;&#x8A8D;&#x3059;&#x308B;&#x65B9;&#x6CD5;&#x304C;&#x3042;&#x308B;&#x3002;</li>
<li>&#x51FA;&#x8377;&#x6642;&#x306B;&#x58F2;&#x4E0A;&#x60C5;&#x5831;&#x3092;&#x9023;&#x643A;&#x3057;&#x3066;&#x3001;&#x5F8C;&#x6255;&#x3044;&#x696D;&#x8005;&#x306B;&#x8ACB;&#x6C42;&#x66F8;&#x3092;&#x767A;&#x884C;&#x3057;&#x3066;&#x3082;&#x3089;&#x3046;&#x5F62;&#x3068;&#x306A;&#x308B;&#x3002;</li>
</ul>
<h2 id="e&#x30AD;&#x30E3;&#x30EA;&#x30A2;&#x6C7A;&#x6E08;">E.&#x30AD;&#x30E3;&#x30EA;&#x30A2;&#x6C7A;&#x6E08;</h2>
<ul>
<li>&#x643A;&#x5E2F;&#x306E;&#x30AD;&#x30E3;&#x30EA;&#x30A2;&#x304B;&#x3089;&#x6C7A;&#x6E08;&#x3059;&#x308B;&#x65B9;&#x6CD5;(&#x6708;&#x3005;&#x306E;&#x6599;&#x91D1;&#x3068;&#x3057;&#x3066;&#x8ACB;&#x6C42;&#x3055;&#x308C;&#x308B;)&#x3002;</li>
<li>&#x30AF;&#x30EC;&#x30AB;&#x3092;&#x6301;&#x3063;&#x3066;&#x3044;&#x306A;&#x3044;&#x5C64;&#x3001;&#x5C11;&#x984D;&#x8AB2;&#x91D1;&#x306B;&#x6709;&#x52B9;&#x3002;</li>
<li>&#x30AF;&#x30EC;&#x30B8;&#x30C3;&#x30C8;&#x30AB;&#x30FC;&#x30C9;&#x306E;&#x6C7A;&#x6E08;&#x4E8B;&#x696D;&#x8005;&#x304C;&#x63D0;&#x4F9B;&#x3059;&#x308B;API&#x3092;&#x5229;&#x7528;&#x3057;&#x3066;&#x3001;&#x8FFD;&#x52A0;&#x5B9F;&#x88C5;&#x3059;&#x308B;&#x30B1;&#x30FC;&#x30B9;&#x304C;&#x4E00;&#x822C;&#x7684;&#x3002;</li>
</ul>
<h2 id="famazon&#x30DA;&#x30A4;">F.Amazon&#x30DA;&#x30A4;</h2>
<ul>
<li>Amazon&#x306E;&#x652F;&#x6255;&#x3044;&#x60C5;&#x5831;&#x3092;&#x5229;&#x7528;&#x3057;&#x3066;&#x6C7A;&#x6E08;&#x3059;&#x308B;&#x3053;&#x3068;&#x304C;&#x51FA;&#x6765;&#x308B;&#x3002;&#x5C0E;&#x5165;&#x5F8C;10-20&#xFF05;&#x306E;&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x304C;&#x5229;&#x7528;&#x3059;&#x308B;&#x30C6;&#x30CA;&#x30F3;&#x30C8;&#x3082;&#x591A;&#x304F;&#x652F;&#x6255;&#x3044;&#x65B9;&#x6CD5;&#x3068;&#x3057;&#x3066;&#x52B9;&#x679C;&#x304C;&#x9AD8;&#x3044;&#x3002;</li>
<li>&#x540C;&#x671F;&#x578B;&#x3068;&#x975E;&#x540C;&#x671F;&#x578B;&#x304C;&#x3042;&#x308B;&#x304C;&#x3001;&#x540C;&#x671F;&#x578B;&#x306E;&#x65B9;&#x304C;&#x5B9F;&#x88C5;&#x304C;&#x30B7;&#x30F3;&#x30D7;&#x30EB;&#x306A;&#x305F;&#x3081;&#x3053;&#x3061;&#x3089;&#x306E;&#x65B9;&#x304C;&#x63A8;&#x5968;&#x3055;&#x308C;&#x3066;&#x3044;&#x308B;&#x3088;&#x3046;&#x3060;&#x3002;</li>
<li>&#x5927;&#x304D;&#x306A;&#x30E1;&#x30EA;&#x30C3;&#x30C8;&#x306E;&#x4E00;&#x3064;&#x3068;&#x3057;&#x3066;&#x306F;&#x3001;&#x914D;&#x9001;&#x5148;&#x3092;Amazon&#x306E;&#x3082;&#x306E;&#x304B;&#x3089;&#x5229;&#x7528;&#x3059;&#x308B;&#x3053;&#x3068;&#x306B;&#x3088;&#x3063;&#x3066;&#x30DE;&#x30FC;&#x30B1;&#x30C3;&#x30C8;&#x30D7;&#x30EC;&#x30A4;&#x30B9;&#x4FDD;&#x8A3C;&#x304C;&#x4ED8;&#x304F;&#x3002;</li>
</ul>
<h2 id="g&#x30DA;&#x30A4;&#x30B8;&#x30FC;">G.&#x30DA;&#x30A4;&#x30B8;&#x30FC;</h2>
<ul>
<li>&#x7A0E;&#x91D1;&#x306E;&#x652F;&#x6255;&#x3044;&#x306A;&#x3069;&#x3067;&#x5229;&#x7528;&#x3055;&#x308C;&#x3066;&#x3044;&#x308B;&#x65B9;&#x6CD5;&#x3067;&#x3001;&#x91D1;&#x984D;&#x3092;&#x30BB;&#x30C3;&#x30C8;&#x3057;&#x305F;&#x300C;&#x7D0D;&#x4ED8;&#x756A;&#x53F7;&#x300D;&#x3092;&#x767A;&#x756A;&#x3057;&#x3001;&#x305D;&#x3061;&#x3089;&#x306B;&#x632F;&#x308A;&#x8FBC;&#x3080;&#x5F62;&#x306E;&#x5F62;&#x5F0F;&#x3068;&#x306A;&#x308B;&#x3002;</li>
<li>&#x30AB;&#x30FC;&#x30C8;&#x6642;&#x70B9;&#x3067;&#x306E;&#x51E6;&#x7406;&#x306F;&#x306A;&#x304F;&#x3001;&#x5728;&#x5EAB;&#x5F15;&#x5F53;&#x6642;&#x306B;&#x300C;&#x7D0D;&#x4ED8;&#x756A;&#x53F7;&#x300D;&#x3092;&#x767A;&#x884C;&#x3059;&#x308B;&#x3002;</li>
<li>&#x9867;&#x5BA2;&#x304C;&#x7D0D;&#x4ED8;&#x756A;&#x53F7;&#x3092;&#x3082;&#x3068;&#x306B;&#x9280;&#x884C;&#x304B;&#x3089;&#x7D0D;&#x4ED8;&#x3059;&#x308B;&#x3068;&#x901A;&#x77E5;&#x304C;&#x6765;&#x308B;&#x306E;&#x3067;&#x3001;&#x305D;&#x306E;&#x60C5;&#x5831;&#x3092;&#x53CD;&#x6620;&#x3059;&#x308B;&#x3002;</li>
</ul>
<h2 id="hline&#x30DA;&#x30A4;">H.LINE&#x30DA;&#x30A4;</h2>
<ul>
<li>&#x30AF;&#x30EC;&#x30B8;&#x30C3;&#x30C8;&#x30AB;&#x30FC;&#x30C9;&#x306E;&#x6C7A;&#x6E08;&#x4E8B;&#x696D;&#x8005;&#x304C;&#x63D0;&#x4F9B;&#x3059;&#x308B;API&#x3092;&#x5229;&#x7528;&#x3057;&#x3066;&#x3001;&#x8FFD;&#x52A0;&#x5B9F;&#x88C5;&#x3059;&#x308B;&#x30B1;&#x30FC;&#x30B9;&#x304C;&#x4E00;&#x822C;&#x7684;&#x3002;</li>
</ul>
<h2 id="i&#x697D;&#x5929;&#x30DA;&#x30A4;">I.&#x697D;&#x5929;&#x30DA;&#x30A4;</h2>
<ul>
<li>&#x30AF;&#x30EC;&#x30B8;&#x30C3;&#x30C8;&#x30AB;&#x30FC;&#x30C9;&#x306E;&#x6C7A;&#x6E08;&#x4E8B;&#x696D;&#x8005;&#x304C;&#x63D0;&#x4F9B;&#x3059;&#x308B;API&#x3092;&#x5229;&#x7528;&#x3057;&#x3066;&#x3001;&#x8FFD;&#x52A0;&#x5B9F;&#x88C5;&#x3059;&#x308B;&#x30B1;&#x30FC;&#x30B9;&#x304C;&#x4E00;&#x822C;&#x7684;&#x3002;</li>
</ul>
<h2 id="jpaypal">J.Paypal</h2>
<ul>
<li>&#x30AF;&#x30EC;&#x30B8;&#x30C3;&#x30C8;&#x30AB;&#x30FC;&#x30C9;&#x306E;&#x6C7A;&#x6E08;&#x4E8B;&#x696D;&#x8005;&#x304C;&#x63D0;&#x4F9B;&#x3059;&#x308B;API&#x3092;&#x5229;&#x7528;&#x3057;&#x3066;&#x3001;&#x8FFD;&#x52A0;&#x5B9F;&#x88C5;&#x3059;&#x308B;&#x30B1;&#x30FC;&#x30B9;&#x304C;&#x4E00;&#x822C;&#x7684;&#x3002;</li>
</ul>
<h2 id="kapple&#x30DA;&#x30A4;">K.Apple&#x30DA;&#x30A4;</h2>
<ul>
<li>&#x30AF;&#x30EC;&#x30B8;&#x30C3;&#x30C8;&#x30AB;&#x30FC;&#x30C9;&#x306E;&#x6C7A;&#x6E08;&#x4E8B;&#x696D;&#x8005;&#x304C;&#x63D0;&#x4F9B;&#x3059;&#x308B;API&#x3092;&#x5229;&#x7528;&#x3057;&#x3066;&#x3001;&#x8FFD;&#x52A0;&#x5B9F;&#x88C5;&#x3059;&#x308B;&#x30B1;&#x30FC;&#x30B9;&#x304C;&#x4E00;&#x822C;&#x7684;&#x3002;</li>
</ul>
<h3 id="&#x30EF;&#x30FC;&#x30AF;&#x30D5;&#x30ED;&#x30FC;&#x304C;&#x5FC5;&#x8981;&#x306A;&#x6C7A;&#x6E08;">&#x30EF;&#x30FC;&#x30AF;&#x30D5;&#x30ED;&#x30FC;&#x304C;&#x5FC5;&#x8981;&#x306A;&#x6C7A;&#x6E08;</h3>
<ul>
<li>&#x53D7;&#x6CE8;&#x751F;&#x7523;&#x3084;&#x4E88;&#x7D04;&#x5546;&#x54C1;&#x306A;&#x3069;EC&#x4E0A;&#x3067;&#x8CFC;&#x5165;&#x3057;&#x305F;&#x3068;&#x3057;&#x3066;&#x3082;&#x5B9F;&#x969B;&#x306E;&#x6C7A;&#x6E08;&#x78BA;&#x5B9A;&#x30BF;&#x30A4;&#x30DF;&#x30F3;&#x30B0;&#x767A;&#x9001;&#x6642;&#x306B;&#x306A;&#x308B;&#x5834;&#x5408;&#x306F;&#x3001;&#x4E0E;&#x4FE1;&#x306E;&#x60C5;&#x5831;&#x3092;&#x53D6;&#x3063;&#x3066;&#x304A;&#x304F;&#x5FC5;&#x8981;&#x304C;&#x3042;&#x308B;&#x3002;&#x30AF;&#x30EC;&#x30B8;&#x30C3;&#x30C8;&#x30AB;&#x30FC;&#x30C9;&#x306E;&#x60C5;&#x5831;&#x306F;&#x30B7;&#x30B9;&#x30C6;&#x30E0;&#x4E0A;&#x4FDD;&#x6301;&#x305B;&#x305A;&#x3001;&#x6C7A;&#x6E08;&#x30D7;&#x30ED;&#x30D0;&#x30A4;&#x30C0;&#x30FC;&#x4E0A;&#x306B;&#x4FDD;&#x5B58;&#x3057;&#x3066;&#x304A;&#x304F;&#x306E;&#x304C;&#x4E00;&#x822C;&#x7684;&#x3067;&#x3042;&#x308B;&#x3002;&#x6C7A;&#x6E08;&#x78BA;&#x5B9A;&#x307E;&#x3067;&#xFF13;&#x304B;&#x6708;&#x7A7A;&#x3044;&#x3066;&#x3057;&#x307E;&#x3046;&#x4E88;&#x7D04;&#x5546;&#x54C1;&#x306A;&#x3069;&#x5834;&#x5408;&#x306B;&#x3088;&#x3063;&#x3066;&#x306F;&#x671F;&#x9650;&#x304C;&#x5207;&#x308C;&#x3066;&#x3057;&#x307E;&#x3046;&#x306E;&#x3067;&#x3001;&#x4FDD;&#x5B58;&#x3057;&#x305F;&#x4E0E;&#x4FE1;&#x60C5;&#x5831;&#x3092;&#x9069;&#x5B9C;&#x66F4;&#x65B0;&#x3059;&#x308B;&#x3002;</li>
</ul>
<h3 id="&#x53C2;&#x8003;&#x30EA;&#x30F3;&#x30AF;&#x96C6;">&#x53C2;&#x8003;&#x30EA;&#x30F3;&#x30AF;&#x96C6;</h3>
<ul>
<li><a href="https://ja.wikipedia.org/wiki/PCI%E3%83%87%E3%83%BC%E3%82%BF%E3%82%BB%E3%82%AD%E3%83%A5%E3%83%AA%E3%83%86%E3%82%A3%E3%82%B9%E3%82%BF%E3%83%B3%E3%83%80%E3%83%BC%E3%83%89" target="_blank">PCI DSS</a></li>
</ul>
<h2 id="&#x76EE;&#x6B21;&#x306B;&#x623B;&#x308B;">&#x76EE;&#x6B21;&#x306B;&#x623B;&#x308B;</h2>
<ul>
<li><a href="../">&#x76EE;&#x6B21;&#x306B;&#x623B;&#x308B;</a></li>
</ul>
<script src="../_gitbook_plugin_analytics.js"></script>
                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="Order.html" class="navigation navigation-prev " aria-label="Previous page: カート注文(受注するまで)について">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="Product.html" class="navigation navigation-next " aria-label="Next page: 商品について">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"支払い方法について","level":"1.2.4","depth":2,"next":{"title":"商品について","level":"1.2.5","depth":2,"path":"specs/Product.md","ref":"specs/Product.md","articles":[]},"previous":{"title":"カート注文(受注するまで)について","level":"1.2.3","depth":2,"path":"specs/Order.md","ref":"specs/Order.md","articles":[]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":["advanced-emoji","sitemap-general","analytics"],"pluginsConfig":{"analytics":{"google":"UA-118171353-1"},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sitemap-general":{"prefix":"https://commerble.github.io/ecspec/"},"fontsettings":{"theme":"white","family":"sans","size":2},"highlight":{},"advanced-emoji":{"embedEmojis":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"specs/Payment.md","mtime":"2018-04-27T07:15:53.486Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2018-04-27T07:16:29.881Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="../gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

